Repository: Protx/luci
Catalog: modules/luci-mod-dsl/po/*/dsl.po
Languages: nb_no

source: Actual Data Rate
nb_no: Faktisk datahastighet

source: Aggregate Transmit Power (ACTATP)
nb_no: Samlet sendeeffekt (ACTATP)

source: Annex
nb_no: Tilbygg

source: Attainable Data Rate (ATTNDR)
nb_no: Oppnåelig datahastighet (ATTNDR)

source: CRC Errors (CV-C)
nb_no: CRC-feil (CV-C)

source: Channel Counters
nb_no: Kanaltellere

source: Connection State
nb_no: Tilkoblingstilstand

source: Corrected DTUs (rtx-c)
nb_no: Korrigerte DTUer (rtx-c)

source: Corrected by FEC (FEC-C)
nb_no: Rettet av FEC (FEC-C)

source: DSL line spectrum
nb_no: DSL linjespektrum

source: DSL stats
nb_no: DSL-statistikk

source: Data Path Counters
nb_no: Databanetellere

source: Data Rates
nb_no: Datahastigheter

source: Downstream HLOG
nb_no: Nedstrøms HLOG

source: Downstream QLN
nb_no: Nedstrøms QLN

source: Downstream SNR
nb_no: Nedstrøms SNR

source: Downstream bits allocation
nb_no: Nedstrøms bitallokering

source: Error Counters
nb_no: Feiltellere

source: Error Seconds
nb_no: Feil sekunder

source: Errored Seconds (ES)
nb_no: Feil i sekunder (ES)

source: Grant access to luci-mod-dsl
nb_no: Gi tilgang til luci-mod-dsl

source: Inventory
nb_no: Inventar

source: Latency
nb_no: Latens

source: Line Attenuation (LATN)
nb_no: Linjedemping (LATN)

source: Line Details
nb_no: Linjedetaljer

source: Line Mode
nb_no: Linjemodus

source: Line Parameters
nb_no: Linjeparametere

source: Line State
nb_no: Linjetilstand

source: Loss of Signal Seconds (LOSS)
nb_no: Tap av signal sekunder (TAP)

source: Minimum Error-Free Throughput (MINEFTR)
nb_no: Minimum feilfri gjennomstrømning (MINEFTR)

source: Modem Chipset
nb_no: Modembrikkesett

source: Noise Margin (SNRM)
nb_no: Støymargin (SNRM)

source: Noise Protection
nb_no: Støybeskyttelse

source: On-line Reconfiguration
nb_no: Online rekonfigurering

source: Pilot tones
nb_no: Pilottoner

source: Power Management Mode
nb_no: Strømstyringsmodus

source: Rate Adaptation Mode
nb_no: Pristilpasningsmodus

source: Retransmission (G.INP)
nb_no: Gjenoverføring (G.INP)

source: Retransmission Counters
nb_no: Gjensendingstellere

source: Retransmitted DTUs (rtx-tx)
nb_no: Retransmitterte DTUer (rtx-tx)

source: Seconds with Low Error-Free Throughput (LEFTRS)
nb_no: Sekunder med lav feilfri gjennomstrømning (LEFTRS)

source: Signal Attenuation (SATN)
nb_no: Signaldemping (SATN)

source: Spectrum
nb_no: Spektrum

source: Stats
nb_no: Statistikk

source: Sub-carrier
nb_no: Underoperatør

source: The diagram shows the Channel Characteristics Function (HLOG) per subcarrier in uplink and downlink direction
nb_no: Diagrammet viser Channel Characteristics Function (HLOG) per underbærer i opplink- og nedlinkretning

source: The diagram shows the quiet line noise (QLN) per subcarrier in uplink and downlink direction
nb_no: Diagrammet viser stille linjestøy (QLN) per underbærer i opplink- og nedlinkretning

source: The following diagrams show graphically prepared DSL characteristics that are important for evaluating the DSL connection.
nb_no: Følgende diagrammer viser grafisk forberedte DSL-egenskaper som er viktige for å evaluere DSL-tilkoblingen.

source: The graph shows th amount of bits actually allocated per subcarrier in the uplink and downlink direction
nb_no: Grafen viser mengden biter som faktisk er allokert per underbærer i opplink- og nedlinkretningen

source: The graph shows the signal to noise ratio (SNR) per subcarrier in the uplink and downlink direction
nb_no: Grafen viser signal til støyforhold (SNR) per underbærer i opplink- og nedlinkretning

source: Unavailable Seconds (UAS)
nb_no: Utilgjengelige sekunder (UAS)

source: Uncorrected DTUs (rtx-uc)
nb_no: Ukorrigerte DTUer (rtx-uc)

source: Upstream HLOG
nb_no: Oppstrøms HLOG

source: Upstream QLN
nb_no: Oppstrøms QLN

source: Upstream SNR
nb_no: Oppstrøms SNR

source: bits
nb_no: biter

source: off
nb_no: av

source: on
nb_no: på

source: xTU-C Vendor ID
nb_no: xTU-C Leverandør-ID
