Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: Batman-adv has a built-in layer 2 fragmentation for unicast data flowing through the mesh which will allow to run batman-adv over interfaces / connections that don't allow to increase the MTU beyond the standard Ethernet packet size of 1500 bytes. When the fragmentation is enabled batman-adv will automatically fragment over-sized packets and defragment them on the other end. Per default fragmentation is enabled and inactive if the packet fits but it is possible to deactivate the fragmentation entirely.
nb_no: Batman-adv har en innebygd lag 2-fragmentering for unicast-data som flyter gjennom nettet, som gjør det mulig å kjøre batman-adv over grensesnitt / tilkoblinger som ikke tillater å øke MTU utover standard Ethernet-pakkestørrelse på 1500 byte. Når fragmenteringen er aktivert, vil batman-adv automatisk fragmentere overdimensjonerte pakker og defragmentere dem i den andre enden. Per standard er fragmentering aktivert og inaktiv hvis pakken passer, men det er mulig å deaktivere fragmenteringen helt.

source: Beacon Report
nb_no: Beacon Rapport

source: Below is the determined list of files to backup. It consists of changed configuration files marked by opkg, essential base files and the user defined backup patterns.
nb_no: Nedenfor er den bestemte listen over filer som skal sikkerhetskopieres. Den består av endrede konfigurasjonsfiler merket med opkg, essensielle basisfiler og brukerdefinerte sikkerhetskopieringsmønstre.

source: Bind interface
nb_no: Bind grensesnitt

source: Bind only to configured interface addresses, instead of the wildcard address.
nb_no: Bind kun til konfigurerte grensesnittadresser, i stedet for jokertegnadressen.

source: Bind service records to a domain name: specify the location of services.
nb_no: Bind tjenesteposter til et domenenavn: spesifiser plasseringen av tjenester.

source: Bind service records to a domain name: specify the location of services. See <a href="%s">RFC2782</a>.
nb_no: Bind tjenesteposter til et domenenavn: spesifiser plasseringen av tjenester. Se <a href="%s">RFC2782</a>.

source: Bind the tunnel to this interface (optional).
nb_no: Bind tunnelen til dette grensesnittet (valgfritt).

source: Bonding Policy
nb_no: Bindingspolitikk

source: Both "Relay from" and "Relay to address" must be specified.
nb_no: Både "Relé fra" og "Relé til adresse" må spesifiseres.

source: Bridge
nb_no: Bro

# MACVLAN mode
source: Bridge (Support direct communication between MAC VLANs)
nb_no: Bridge (støtte direkte kommunikasjon mellom MAC VLAN)

source: Bridge VLAN filtering
nb_no: Bridge VLAN-filtrering

source: Bridge device
nb_no: Broenhet

source: Bridge port specific options
nb_no: Broportspesifikke alternativer

source: Bridge ports
nb_no: Broporter

source: Bridge traffic table "%h"
nb_no: Brotrafikktabell "%h"

source: Bridge unit number
nb_no: Broenhetsnummer

source: Bring up empty bridge
nb_no: Ta opp en tom bro

source: Bring up on boot
nb_no: Ta opp på støvelen

source: Bring up the bridge interface even if no ports are attached
nb_no: Ta opp brogrensesnittet selv om ingen porter er tilkoblet

source: Broadcast
nb_no: Kringkaste

source: Broadcast policy (broadcast, 3)
nb_no: Retningslinjer for kringkasting (kringkasting, 3)

source: Browse…
nb_no: Bla gjennom...

source: Buffered
nb_no: Bufret

source: CA certificate (PEM encoded; Use instead of system-wide store to verify the gateway certificate.
nb_no: CA-sertifikat (PEM-kodet; Bruk i stedet for systemomfattende lagring for å bekrefte gatewaysertifikatet.

source: CA certificate; if empty it will be saved after the first connection.
nb_no: CA-sertifikat; hvis den er tom, lagres den etter den første tilkoblingen.

source: CHAP
nb_no: KAP

source: CLAT configuration failed
nb_no: CLAT-konfigurasjonen mislyktes

source: CNAME or fqdn
nb_no: CNAME eller fqdn

source: CPU usage (%)
nb_no: CPU-bruk (%)

source: Cached
nb_no: Bufret

source: Call failed
nb_no: Samtalen mislyktes

source: Can be hinted by adding 4 or 6 to the name.
nb_no: Kan hintes ved å legge til 4 eller 6 i navnet.

source: Can be useful if ISP has IPv6 nameservers but does not provide IPv6 routing.
nb_no: Kan være nyttig hvis Internett-leverandøren har IPv6-navneservere, men ikke gir IPv6-ruting.

source: Cancel
nb_no: Kansellere

source: Cannot parse configuration: %s
nb_no: Kan ikke analysere konfigurasjon: %s

# Chain hook: forward
source: Capture incoming packets addressed to other hosts
nb_no: Fang inn innkommende pakker adressert til andre verter

# Chain hook: prerouting
source: Capture incoming packets before any routing decision
nb_no: Fang inn innkommende pakker før noen rutebeslutning

# Chain hook: input
source: Capture incoming packets routed to the local system
nb_no: Fang inn innkommende pakker rutet til det lokale systemet

# Chain hook: postrouting
source: Capture outgoing packets after any routing decision
nb_no: Fang opp utgående pakker etter enhver rutebeslutning

# Chain hook: output
source: Capture outgoing packets originating from the local system
nb_no: Ta opp utgående pakker som kommer fra det lokale systemet

# Chain hook: ingress
source: Capture packets directly after the NIC received them
nb_no: Ta opp pakker direkte etter at NIC mottok dem

source: Category
nb_no: Kategori

source: Cell ID
nb_no: Celle-ID

source: Cell Location
nb_no: Celleplassering

source: Cellular Network
nb_no: Mobilnettverk

source: Certificate constraint (Domain)
nb_no: Sertifikatbegrensning (domene)

source: Certificate constraint (SAN)
nb_no: Sertifikatbegrensning (SAN)

source: Certificate constraint (Subject)
nb_no: Sertifikatbegrensning (emne)

source: Certificate constraint (Wildcard)
nb_no: Sertifikatbegrensning (jokertegn)

source: Certificate constraint substring - e.g. /CN=wifi.mycompany.com<br />See `logread -f` during handshake for actual values
nb_no: Sertifikatbegrensning understreng - f.eks. /CN=wifi.mycompany.com<br />Se «logread -f» under håndtrykk for faktiske verdier

source: Certificate constraint(s) against DNS SAN values (if available)<br />or Subject CN (exact match)
nb_no: Sertifikatbegrensning(er) mot DNS SAN-verdier (hvis tilgjengelig)<br />eller emne-CN (eksakt samsvar)

source: Certificate constraint(s) against DNS SAN values (if available)<br />or Subject CN (suffix match)
nb_no: Sertifikatbegrensning(er) mot DNS SAN-verdier (hvis tilgjengelig)<br />eller emne-CN (suffiksmatch)

source: Certificate constraint(s) via Subject Alternate Name values<br />(supported attributes: EMAIL, DNS, URI) - e.g. DNS:wifi.mycompany.com
nb_no: Sertifikatbegrensning(er) via Subject Alternative Name-verdier<br />(støttede attributter: EMAIL, DNS, URI) - f.eks. DNS:wifi.mycompany.com

source: Chain
nb_no: Kjede

# Yet unknown nftables chain hook
source: Chain hook "%h"
nb_no: Kjedekrok "%h"

source: Changes
nb_no: Endringer

source: Changes have been made to the existing connection via "%h". This could inhibit access to this device. Any IP change requires <strong>connecting to the new IP</strong> within %d seconds to retain the changes.
nb_no: Det er gjort endringer i den eksisterende forbindelsen via "%h". Dette kan hindre tilgang til denne enheten. Enhver IP-endring krever <strong>kobling til den nye IP-en</strong> innen %d sekunder for å beholde endringene.

source: Changes have been reverted.
nb_no: Endringer er tilbakeført.

source: Changes the administrator password for accessing the device
nb_no: Endrer administratorpassordet for tilgang til enheten

source: Channel
nb_no: Kanal

source: Channel Analysis
nb_no: Kanalanalyse

source: Channel Width
nb_no: Kanalbredde

source: Check filesystems before mount
nb_no: Sjekk filsystemene før montering

source: Check this option to delete the existing networks from this radio.
nb_no: Merk av for dette alternativet for å slette eksisterende nettverk fra denne radioen.

source: Checking archive…
nb_no: Sjekker arkiv …

source: Checking image…
nb_no: Sjekker bildet …

source: Choose mtdblock
nb_no: Velg mtdblock

source: Choose the firewall zone you want to assign to this interface. Select <em>unspecified</em> to remove the interface from the associated zone or fill out the <em>custom</em> field to define a new zone and attach the interface to it.
nb_no: Velg brannmursonen du vil tilordne til dette grensesnittet. Velg <em>uspesifisert</em> for å fjerne grensesnittet fra den tilknyttede sonen eller fyll ut feltet <em>egendefinert</em> for å definere en ny sone og knytte grensesnittet til den.

source: Choose the network(s) you want to attach to this wireless interface or fill out the <em>custom</em> field to define a new network.
nb_no: Velg nettverket(e) du vil koble til dette trådløse grensesnittet eller fyll ut <em>egendefinert</em>-feltet for å definere et nytt nettverk.

source: Cipher
nb_no: Chiffer

source: Cisco UDP encapsulation
nb_no: Cisco UDP-innkapsling

source: Click "Generate archive" to download a tar archive of the current configuration files.
nb_no: Klikk "Generer arkiv" for å laste ned et tar-arkiv med gjeldende konfigurasjonsfiler.

source: Click "Save mtdblock" to download specified mtdblock file. (NOTE: THIS FEATURE IS FOR PROFESSIONALS! )
nb_no: Klikk "Lagre mtdblock" for å laste ned spesifisert mtdblock-fil. (MERK: DENNE FUNKSJONEN ER FOR PROFESJONELLE!)

source: Client
nb_no: Klient

source: Client ID to send when requesting DHCP
nb_no: Klient-ID som skal sendes når du ber om DHCP

source: Close
nb_no: Lukke

source: Close inactive connection after the given amount of seconds, use 0 to persist connection
nb_no: Lukk inaktiv tilkobling etter den angitte mengden sekunder, bruk 0 for å fortsette tilkoblingen

source: Collecting data...
nb_no: Samler inn data...

source: Collisions seen
nb_no: Kollisjoner sett

source: Command
nb_no: Kommando

source: Command OK
nb_no: Kommando OK

source: Command failed
nb_no: Kommandoen mislyktes

source: Comment
nb_no: Kommentar

source: Common name or numeric ID of the %s in which this route is found
nb_no: Vanlig navn eller numerisk ID for %s der denne ruten er funnet

source: Complicates key reinstallation attacks on the client side by disabling retransmission of EAPOL-Key frames that are used to install keys. This workaround might cause interoperability issues and reduced robustness of key negotiation especially in environments with heavy traffic load.
nb_no: Kompliserer angrep på nyinstallasjon på klientsiden ved å deaktivere reoverføring av EAPOL-nøkkelrammer som brukes til å installere nøkler. Denne løsningen kan forårsake interoperabilitetsproblemer og redusert robusthet ved nøkkelforhandling, spesielt i miljøer med stor trafikkbelastning.

source: Compute outgoing checksum (optional).
nb_no: Beregn utgående sjekksum (valgfritt).

source: Config File
nb_no: Konfigurasjonsfil

source: Configuration
nb_no: Konfigurasjon

source: Configuration Export
nb_no: Konfigurasjonseksport

source: Configuration changes applied.
nb_no: Konfigurasjonsendringer er tatt i bruk.

source: Configuration changes have been rolled back!
nb_no: Konfigurasjonsendringer har blitt rullet tilbake!

source: Configuration failed
nb_no: Konfigurasjonen mislyktes

source: Configures data rates based on the coverage cell density. Normal configures basic rates to 6, 12, 24 Mbps if legacy 802.11b rates are not used else to 5.5, 11 Mbps. High configures basic rates to 12, 24 Mbps if legacy 802.11b rates are not used else to the 11 Mbps rate. Very High configures 24 Mbps as the basic rate. Supported rates lower than the minimum basic rate are not offered.
nb_no: Konfigurerer datahastigheter basert på dekningscelletettheten. Normal konfigurerer grunnleggende hastigheter til 6, 12, 24 Mbps hvis eldre 802.11b-hastigheter ikke brukes ellers til 5,5, 11 Mbps. Høy konfigurerer grunnleggende hastigheter til 12, 24 Mbps hvis eldre 802.11b-hastigheter ikke brukes annet enn 11 Mbps-hastigheten. Very High konfigurerer 24 Mbps som grunnhastighet. Støttede satser lavere enn minimum grunnsats tilbys ikke.

source: Configures the default router advertisement in <abbr title="Router Advertisement">RA</abbr> messages.
nb_no: Konfigurerer standard ruterannonsering i <abbr title="Router Advertisement">RA</abbr>-meldinger.

source: Configures the minimum delegated prefix length assigned to a requesting downstream router, potentially overriding a requested prefix length. If left unspecified, the device will assign the smallest available prefix greater than or equal to the requested prefix.
nb_no: Konfigurerer den minste delegerte prefikslengden som er tildelt en forespørsel nedstrøms ruter, og potensielt overstyrer en forespurt prefikslengde. Hvis det ikke er spesifisert, vil enheten tildele det minste tilgjengelige prefikset større enn eller lik det forespurte prefikset.

source: Configures the operation mode of the <abbr title="Router Advertisement">RA</abbr> service on this interface.
nb_no: Konfigurerer driftsmodusen til <abbr title="Router Advertisement">RA</abbr>-tjenesten på dette grensesnittet.

source: Configures the operation mode of the DHCPv6 service on this interface.
nb_no: Konfigurerer driftsmodusen til DHCPv6-tjenesten på dette grensesnittet.

source: Configures the operation mode of the NDP proxy service on this interface.
nb_no: Konfigurerer driftsmodusen til NDP-proxytjenesten på dette grensesnittet.

source: Configure…
nb_no: Konfigurer...

source: Confirm disconnect
nb_no: Bekreft frakobling

source: Confirmation
nb_no: Bekreftelse

source: Connected
nb_no: Tilkoblet

source: Connection attempt failed
nb_no: Tilkoblingsforsøk mislyktes

source: Connection attempt failed.
nb_no: Tilkoblingsforsøk mislyktes.

source: Connection endpoint
nb_no: Tilkoblingsendepunkt

source: Connection lost
nb_no: Forbindelsen mistet

source: Connections
nb_no: Tilkoblinger

source: Connectivity change
nb_no: Endring av tilkobling

# nft ct state
source: Conntrack state
nb_no: Conntrack tilstand

source: Consider the slave up when all ARP IP targets are reachable (all, 1)
nb_no: Vurder slaven når alle ARP IP-mål er nåbare (alle, 1)

source: Consider the slave up when any ARP IP target is reachable (any, 0)
nb_no: Vurder slaven når et hvilket som helst ARP IP-mål kan nås (hvilken som helst, 0)

source: Contents have been saved.
nb_no: Innholdet er lagret.

source: Continue
nb_no: Fortsette

# nft jump action
source: Continue in <strong><a href="#%q.%q">%h</a></strong>
nb_no: Fortsett om <strong><a href="#%q.%q">%h</a></strong>

source: Continue in calling chain
nb_no: Fortsett i ringekjeden

# Chain policy: accept
source: Continue processing unmatched packets
nb_no: Fortsett å behandle uovertrufne pakker

source: Could not regain access to the device after applying the configuration changes. You might need to reconnect if you modified network related settings such as the IP address or wireless security credentials.
nb_no: Kunne ikke få tilgang til enheten igjen etter å ha tatt i bruk konfigurasjonsendringene. Det kan hende du må koble til på nytt hvis du endret nettverksrelaterte innstillinger som IP-adresse eller trådløs sikkerhetslegitimasjon.

source: Country
nb_no: Land

source: Country Code
nb_no: Landskode

source: Coverage cell density
nb_no: Dekningscelletetthet

source: Create / Assign firewall-zone
nb_no: Opprett / tilordne brannmursone

source: Create interface
nb_no: Lag grensesnitt

source: Critical
nb_no: Kritisk

source: Cron Log Level
nb_no: Cron-loggnivå

source: Cross Pass (Japan only)
nb_no: Cross Pass (bare Japan)

source: Current power
nb_no: Nåværende kraft

# nft meta hour
source: Current time
nb_no: Gjeldende tid

# nft meta day
source: Current weekday
nb_no: Gjeldende ukedag

source: Custom Interface
nb_no: Egendefinert grensesnitt

source: Custom files (certificates, scripts) may remain on the system. To prevent this, perform a factory-reset first.
nb_no: Egendefinerte filer (sertifikater, skript) kan forbli på systemet. For å forhindre dette, utfør en fabrikktilbakestilling først.

source: Custom flash interval (kernel: timer)
nb_no: Egendefinert flash-intervall (kjerne: tidtaker)

source: Customizes the behaviour of the device <abbr title="Light Emitting Diode">LED</abbr>s if possible.
nb_no: Tilpasser oppførselen til enhetens <abbr title="Light Emitting Diode">LED</abbr>er hvis mulig.

source: DAD transmits
nb_no: DAD sender

source: DAE-Client
nb_no: DAE-klient

source: DHCP Options
nb_no: DHCP-alternativer

source: DHCP and DNS
nb_no: DHCP og DNS

source: DHCP client
nb_no: DHCP-klient

source: DHCP-Options
nb_no: DHCP-alternativer

source: DHCPv4 <code>leasetime</code> is used as limit and preferred lifetime of the IPv6 prefix.
nb_no: DHCPv4 <code>leietid</code> brukes som grense og foretrukket levetid for IPv6-prefikset.

source: DHCPv6 client
nb_no: DHCPv6-klient

# DHCPv6 option 56. RFC5908 link
source: DHCPv6 option 56. %s.
nb_no: DHCPv6-alternativ 56. %s.

source: DHCPv6-Service
nb_no: DHCPv6-tjeneste

source: DNS Forwards
nb_no: DNS-videresendinger

source: DNS Records
nb_no: DNS-poster

source: DNS Servers
nb_no: DNS-servere

source: DNS query port
nb_no: DNS-spørringsport

source: DNS search domains
nb_no: DNS-søkedomener

source: DNS servers for the remote clients using this tunnel to your openwrt device. Some wireguard clients require this to be set.
nb_no: DNS-servere for de eksterne klientene som bruker denne tunnelen til din openwrt-enhet. Noen wireguard-klienter krever at dette settes.

source: DNS setting is invalid
nb_no: DNS-innstillingen er ugyldig

source: DNS weight
nb_no: DNS vekt

source: DNS-Label / FQDN
nb_no: DNS-etikett / FQDN

source: DNSSEC check unsigned
nb_no: DNSSEC-sjekk usignert

source: DPD Idle Timeout
nb_no: DPD-tidsavbrudd for tomgang

source: DS-Lite AFTR address
nb_no: DS-Lite AFTR-adresse

source: DSL line mode
nb_no: DSL-linjemodus

source: DTIM Interval
nb_no: DTIM-intervall

source: Data Rate
nb_no: Datahastighet

source: Data Received
nb_no: Data mottatt

source: Data Transmitted
nb_no: Data overført

source: Debug
nb_no: Feilsøk

source: Default gateway
nb_no: Standard gateway

# Dnsmasq instance
source: Default instance
nb_no: Standardforekomst

source: Default router
nb_no: Standard ruter

source: Default state
nb_no: Standardtilstand

source: Defaults to IPv4+6.
nb_no: Standard til IPv4+6.

source: Defaults to fw4.
nb_no: Standard til fw4.

source: Define additional DHCP options, for example "<code>6,192.168.2.1,192.168.2.2</code>" which advertises different DNS servers to clients.
nb_no: Definer flere DHCP-alternativer, for eksempel "<code>6,192.168.2.1,192.168.2.2</code>" som annonserer forskjellige DNS-servere til klienter.

source: Defines a mapping of Linux internal packet priority to VLAN header priority but for outgoing frames
nb_no: Definerer en tilordning av Linux intern pakkeprioritet til VLAN-headerprioritet, men for utgående rammer

source: Defines a mapping of VLAN header priority to the Linux internal packet priority on incoming frames
nb_no: Definerer en tilordning av VLAN-headerprioritet til Linux intern pakkeprioritet på innkommende rammer

source: Defines a specific MTU for this route
nb_no: Definerer en spesifikk MTU for denne ruten

source: Delay
nb_no: Utsette

source: Delegate IPv6 prefixes
nb_no: Deleger IPv6-prefikser

source: Delete
nb_no: Slett

source: Delete key
nb_no: Slett nøkkel

source: Delete request failed: %s
nb_no: Sletteforespørsel mislyktes: %s

source: Delete this network
nb_no: Slett dette nettverket

source: Delivery Traffic Indication Message Interval
nb_no: Levering Trafikk Indikasjon Meldingsintervall

source: Description
nb_no: Beskrivelse

source: Deselect
nb_no: Fjern markeringen

source: Designated master
nb_no: Utpekt mester

source: Destination
nb_no: Destinasjon

# nft ip daddr
source: Destination IP
nb_no: Destinasjons-IP

# nft ip6 daddr
source: Destination IPv6
nb_no: Destinasjon IPv6

source: Destination port
nb_no: Destinasjonshavn

# nft ip dport
source: Destination port
nb_no: Destinasjonshavn

source: Destination zone
nb_no: Destinasjonssone

source: Device
nb_no: Enhet

source: Device Configuration
nb_no: Enhetskonfigurasjon

source: Device Identifier
nb_no: Enhetsidentifikator

source: Device is not active
nb_no: Enheten er ikke aktiv

source: Device is restarting…
nb_no: Enheten starter på nytt …

source: Device name
nb_no: Enhetsnavn

source: Device not managed by ModemManager.
nb_no: Enheten administreres ikke av ModemManager.

source: Device not present
nb_no: Enheten er ikke til stede

source: Device type
nb_no: Enhetstype

source: Device unreachable!
nb_no: Enheten er utilgjengelig!

source: Device unreachable! Still waiting for device...
nb_no: Enheten er utilgjengelig! Venter fortsatt på enheten...

source: Devices
nb_no: Enheter

source: Devices &amp; Ports
nb_no: Enheter og porter

source: Diagnostics
nb_no: Diagnostikk

source: Dial number
nb_no: Slå nummeret

source: Directory
nb_no: Katalog

source: Directs packet flows to specific CPUs where the local socket owner listens (the local service).
nb_no: Direkter pakkestrømmer til spesifikke CPUer der den lokale socket-eieren lytter (den lokale tjenesten).

source: Disable
nb_no: Deaktiver

source: Disable <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> for this interface.
nb_no: Deaktiver <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> for dette grensesnittet.

source: Disable DNS lookups
nb_no: Deaktiver DNS-oppslag

source: Disable Encryption
nb_no: Deaktiver kryptering

source: Disable Inactivity Polling
nb_no: Deaktiver inaktivitetsmåling

source: Disable this interface
nb_no: Deaktiver dette grensesnittet

source: Disable this network
nb_no: Deaktiver dette nettverket

source: Disabled
nb_no: Funksjonshemmet

# Label indicating that WireGuard peer is disabled
source: Disabled
nb_no: Funksjonshemmet

source: Disassociate On Low Acknowledgement
nb_no: Fjern tilknytning ved lav anerkjennelse

source: Discard also upstream responses containing {rfc_4193_link}, Link-Local and private IPv4-Mapped {rfc_4291_link} IPv6 Addresses.
nb_no: Forkast også oppstrømssvar som inneholder {rfc_4193_link}, koblingslokale og private IPv4-tilordnede {rfc_4291_link} IPv6-adresser.

source: Discard upstream responses containing {rfc_1918_link} addresses.
nb_no: Forkast oppstrømssvar som inneholder {rfc_1918_link}-adresser.

source: Disconnect
nb_no: Frakople

source: Disconnection attempt failed
nb_no: Frakoblingsforsøk mislyktes

source: Disconnection attempt failed.
nb_no: Frakoblingsforsøk mislyktes.

source: Disk space
nb_no: Diskplass

source: Dismiss
nb_no: Avskjedige

source: Distance Optimization
nb_no: Avstandsoptimalisering

source: Distance to farthest network member in meters. Set only for distances above one kilometer; otherwise it is harmful.
nb_no: Avstand til lengste nettverksmedlem i meter. Sett kun for avstander over én kilometer; ellers er det skadelig.

source: Distributed ARP Table
nb_no: Distribuert ARP-tabell

source: Dnsmasq instance to which this DHCP host section is bound. If unspecified, the section is valid for all dnsmasq instances.
nb_no: Dnsmasq-forekomst som denne DHCP-vertsdelen er bundet til. Hvis den er uspesifisert, er delen gyldig for alle dnsmasq-forekomster.

source: Dnsmasq instance to which this boot section is bound. If unspecified, the section is valid for all dnsmasq instances.
nb_no: Dnsmasq-forekomsten som denne oppstartsdelen er bundet til. Hvis den er uspesifisert, er delen gyldig for alle dnsmasq-forekomster.

source: Dnsmasq is a lightweight <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> server and <abbr title="Domain Name System">DNS</abbr> forwarder.
nb_no: Dnsmasq er en lett <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-server og <abbr title="Domain Name System">DNS</abbr>-videresending.

source: Do not cache negative replies, e.g. for non-existent domains.
nb_no: Ikke cache negative svar, f.eks. for ikke-eksisterende domener.
