Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: Do not create host route to peer (optional).
nb_no: Ikke opprett vertsrute til peer (valgfritt).

source: Do not listen on the specified interfaces.
nb_no: Ikke lytt på de angitte grensesnittene.

source: Do not offer DHCPv6 service on this interface.
nb_no: Ikke tilby DHCPv6-tjeneste på dette grensesnittet.

source: Do not proxy any <abbr title="Neighbour Discovery Protocol">NDP</abbr> packets.
nb_no: Ikke gi proxy noen <abbr title="Neighbour Discovery Protocol">NDP</abbr>-pakker.

source: Do not send a Release when restarting
nb_no: Ikke send en utgivelse ved omstart

source: Do not send a hostname
nb_no: Ikke send et vertsnavn

source: Do not send any <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr> messages on this interface.
nb_no: Ikke send noen <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>-meldinger på dette grensesnittet.

source: Do you really want to delete "%s" ?
nb_no: Vil du virkelig slette "%s"?

source: Do you really want to delete the following SSH key?
nb_no: Vil du virkelig slette følgende SSH-nøkkel?

source: Do you really want to erase all settings?
nb_no: Vil du virkelig slette alle innstillingene?

source: Do you really want to recursively delete the directory "%s" ?
nb_no: Vil du virkelig slette katalogen "%s" rekursivt?

source: Domain
nb_no: Domene

source: Domain required
nb_no: Domene kreves

source: Domain whitelist
nb_no: Domenehviteliste

source: Don't Fragment
nb_no: Ikke fragmenter

source: Down
nb_no: Ned

source: Down Delay
nb_no: Nedforsinkelse

source: Download
nb_no: Last ned

source: Download backup
nb_no: Last ned sikkerhetskopi

source: Download failed: %s
nb_no: Nedlasting mislyktes: %s

source: Download mtdblock
nb_no: Last ned mtdblock

source: Downstream SNR offset
nb_no: Nedstrøms SNR-forskyvning

source: Drag or paste a valid <em>*.conf</em> file below to configure the local WireGuard interface.
nb_no: Dra eller lim inn en gyldig <em>*.conf</em>-fil nedenfor for å konfigurere det lokale WireGuard-grensesnittet.

source: Drag to reorder
nb_no: Dra for å omorganisere

source: Drop Duplicate Frames
nb_no: Slipp dupliserte rammer

source: Drop all gratuitous ARP frames, for example if there’s a known good ARP proxy on the network and such frames need not be used or in the case of 802.11, must not be used to prevent attacks.
nb_no: Slipp alle gratis ARP-rammer, for eksempel hvis det er en kjent god ARP-proxy på nettverket og slike rammer ikke trenger å brukes eller i tilfelle 802.11, må ikke brukes for å forhindre angrep.

source: Drop all unsolicited neighbor advertisements, for example if there’s a known good NA proxy on the network and such frames need not be used or in the case of 802.11, must not be used to prevent attacks.
nb_no: Slipp alle uønskede naboannonser, for eksempel hvis det er en kjent god NA-proxy på nettverket og slike rammer ikke trenger å brukes eller i tilfelle 802.11, må ikke brukes for å forhindre angrep.

source: Drop gratuitous ARP
nb_no: Slipp gratis ARP

source: Drop layer 2 multicast frames containing IPv4 unicast packets.
nb_no: Slipp lag 2 multicast-rammer som inneholder IPv4 unicast-pakker.

source: Drop layer 2 multicast frames containing IPv6 unicast packets.
nb_no: Slipp lag 2 multicast-rammer som inneholder IPv6 unicast-pakker.

source: Drop nested IPv4 unicast
nb_no: Slipp nestet IPv4 unicast

source: Drop nested IPv6 unicast
nb_no: Slipp nestet IPv6 unicast

# nft drop action
source: Drop packet
nb_no: Slipp pakke

# Chain policy: drop
source: Drop unmatched packets
nb_no: Slipp uovertrufne pakker

source: Drop unsolicited NA
nb_no: Slipp uoppfordret NA

source: Dropbear Instance
nb_no: Dropbear-forekomst

source: Dropbear offers <abbr title="Secure Shell">SSH</abbr> network shell access and an integrated <abbr title="Secure Copy">SCP</abbr> server
nb_no: Dropbear tilbyr <abbr title="Secure Shell">SSH</abbr> nettverksskalltilgang og en integrert <abbr title="Secure Copy">SCP</abbr>-server

source: Dump cache on SIGUSR1, include requesting IP.
nb_no: Dump cache på SIGUSR1, inkluderer forespørsel om IP.

source: Dynamic <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
nb_no: Dynamisk <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>

source: Dynamic Authorization Extension client.
nb_no: Dynamic Authorization Extension-klient.

source: Dynamic Authorization Extension port.
nb_no: Dynamisk autorisasjonsutvidelsesport.

source: Dynamic Authorization Extension secret.
nb_no: Dynamisk autorisasjonsutvidelse hemmelig.

source: Dynamic tunnel
nb_no: Dynamisk tunnel

source: Dynamically allocate DHCP addresses for clients. If disabled, only clients having static leases will be served.
nb_no: Tildel DHCP-adresser dynamisk for klienter. Hvis deaktivert, vil kun klienter som har statiske leieavtaler bli betjent.

source: E.g. <code>br-vlan</code> or <code>brvlan</code>.
nb_no: F.eks. <code>br-vlan</code> eller <code>brvlan</code>.

source: E.g. eth0, eth1
nb_no: F.eks. eth0, eth1

source: EA-bits length
nb_no: EA-bits lengde

source: EAP-Method
nb_no: EAP-metode

source: Each STA is assigned its own AP_VLAN interface.
nb_no: Hver STA er tildelt sitt eget AP_VLAN-grensesnitt.

source: Edit
nb_no: Redigere

source: Edit IP set
nb_no: Rediger IP-sett

source: Edit PXE/TFTP/BOOTP Host
nb_no: Rediger PXE/TFTP/BOOTP-vert

source: Edit peer
nb_no: Rediger peer

source: Edit static lease
nb_no: Rediger statisk leieavtale

source: Edit the raw configuration data above to fix any error and hit "Save" to reload the page.
nb_no: Rediger de rå konfigurasjonsdataene ovenfor for å fikse eventuelle feil, og trykk "Lagre" for å laste inn siden på nytt.

source: Edit this network
nb_no: Rediger dette nettverket

source: Edit wireless network
nb_no: Rediger trådløst nettverk

# nft rt mtu
source: Effective route MTU
nb_no: Effektiv rute MTU

source: Egress QoS mapping
nb_no: Egress QoS-kartlegging

# nft meta oif
source: Egress device id
nb_no: ID for utgående enhet

# nft meta oifname
source: Egress device name
nb_no: Navn på utgående enhet

source: Emergency
nb_no: Nødsituasjon

source: Enable
nb_no: Aktiver

source: Enable / Disable peer. Restart wireguard interface to apply changes.
nb_no: Aktiver / deaktiver peer. Start wireguard-grensesnittet på nytt for å bruke endringer.

source: Enable <abbr title="Internet Group Management Protocol">IGMP</abbr> snooping
nb_no: Aktiver <abbr title="Internet Group Management Protocol">IGMP</abbr> snoking

source: Enable <abbr title="Secure Shell">SSH</abbr> service instance
nb_no: Aktiver <abbr title="Secure Shell">SSH</abbr> tjenesteforekomst

source: Enable <abbr title="Spanning Tree Protocol">STP</abbr>
nb_no: Aktiver <abbr title="Spanning Tree Protocol">STP</abbr>

source: Enable <abbr title="Stateless Address Auto Config">SLAAC</abbr>
nb_no: Aktiver <abbr title="Stateless Address Auto Config">SLAAC</abbr>

source: Enable DNS lookups
nb_no: Aktiver DNS-oppslag

source: Enable Debugmode
nb_no: Aktiver feilsøkingsmodus

source: Enable Dynamic Shuffling Of Flows
nb_no: Aktiver dynamisk stokking av strømmer

source: Enable HE.net dynamic endpoint update
nb_no: Aktiver HE.net dynamisk endepunktoppdatering

source: Enable IPv6
nb_no: Aktiver IPv6

source: Enable IPv6 negotiation
nb_no: Aktiver IPv6-forhandling

source: Enable IPv6 negotiation on the PPP link
nb_no: Aktiver IPv6-forhandling på PPP-koblingen

source: Enable IPv6 segment routing
nb_no: Aktiver IPv6-segmentruting

source: Enable Instance
nb_no: Aktiver forekomst

source: Enable Jumbo Frame passthrough
nb_no: Aktiver Jumbo Frame passthrough

source: Enable MAC address learning
nb_no: Aktiver MAC-adresselæring

source: Enable NTP client
nb_no: Aktiver NTP-klient

source: Enable Single DES
nb_no: Aktiver Single DES

source: Enable TFTP server
nb_no: Aktiver TFTP-server

source: Enable VLAN filtering
nb_no: Aktiver VLAN-filtrering

source: Enable VLAN functionality
nb_no: Aktiver VLAN-funksjonalitet

source: Enable WPS pushbutton, requires WPA(2)-PSK/WPA3-SAE
nb_no: Aktiver WPS-trykknapp, krever WPA(2)-PSK/WPA3-SAE

source: Enable Yggdrasil Jumper
nb_no: Aktiver Yggdrasil Jumper

source: Enable automatic redirection of <abbr title="Hypertext Transfer Protocol">HTTP</abbr> requests to <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr> port.
nb_no: Aktiver automatisk omdirigering av <abbr title="Hypertext Transfer Protocol">HTTP</abbr>-forespørsler til <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr>-port.

source: Enable downstream delegation of IPv6 prefixes available on this interface
nb_no: Aktiver nedstrømsdelegering av IPv6-prefikser tilgjengelig på dette grensesnittet

source: Enable key reinstallation (KRACK) countermeasures
nb_no: Aktiver mottiltak for nøkkelreinstallasjon (KRACK).

source: Enable learning and aging
nb_no: Aktiver læring og aldring

source: Enable mirroring of incoming packets
nb_no: Aktiver speiling av innkommende pakker

source: Enable mirroring of outgoing packets
nb_no: Aktiver speiling av utgående pakker

source: Enable multicast fast leave
nb_no: Aktiver multicast fast leave

source: Enable multicast querier
nb_no: Aktiver multicast-søker

source: Enable multicast support
nb_no: Aktiver støtte for multicast

source: Enable node info privacy so that only items specified in "Node info" are sent back. Otherwise defaults including the platform, architecture and Yggdrasil version are included.
nb_no: Aktiver personvern for nodeinfo slik at bare elementer spesifisert i "Nodeinfo" sendes tilbake. Ellers er standarder inkludert plattform, arkitektur og Yggdrasil-versjon inkludert.

source: Enable packet steering across CPUs. May help or hinder network speed.
nb_no: Aktiver pakkestyring på tvers av CPUer. Kan hjelpe eller hindre nettverkshastighet.

source: Enable promiscuous mode
nb_no: Aktiver promiskuøs modus

source: Enable rx checksum
nb_no: Aktiver rx checksum

source: Enable support for multicast traffic (optional).
nb_no: Aktiver støtte for multicast-trafikk (valgfritt).

source: Enable the DF (Don't Fragment) flag of the encapsulating packets.
nb_no: Aktiver DF-flagget (Ikke Fragmenter) til de innkapslende pakkene.

source: Enable the built-in single-instance TFTP server.
nb_no: Aktiver den innebygde TFTP-serveren med én forekomst.

source: Enable this network
nb_no: Aktiver dette nettverket

source: Enable to minimise the chance of prefix change after a restart
nb_no: Aktiver for å minimere sjansen for prefiksendring etter omstart

source: Enable tx checksum
nb_no: Aktiver tx checksum

source: Enable unicast flooding
nb_no: Aktiver unicast-flom

source: Enabled
nb_no: Aktivert

source: Enabled (all CPUs)
nb_no: Aktivert (alle CPUer)

source: Enabled (workaround mode)
nb_no: Aktivert (løsningsmodus)

source: Enables IGMP snooping on this bridge
nb_no: Aktiverer IGMP-snoking på denne broen

source: Enables fast roaming among access points that belong to the same Mobility Domain
nb_no: Muliggjør rask roaming mellom tilgangspunkter som tilhører samme mobilitetsdomene

source: Enables more efficient, group aware multicast forwarding infrastructure in batman-adv.
nb_no: Muliggjør mer effektiv, gruppebevisst multicast-videresendingsinfrastruktur i batman-adv.

source: Enables the Spanning Tree Protocol on this bridge
nb_no: Aktiverer Spanning Tree Protocol på denne broen

source: Encapsulation limit
nb_no: Innkapslingsgrense

source: Encapsulation mode
nb_no: Innkapslingsmodus

source: Encryption
nb_no: Kryptering

source: Endpoint
nb_no: Endepunkt

source: Endpoint Host
nb_no: Endepunktvert

source: Endpoint Port
nb_no: Endepunktport

source: Endpoint setting is invalid
nb_no: Endepunktinnstillingen er ugyldig

source: Enforce IGMPv1
nb_no: Håndheve IGMPv1

source: Enforce IGMPv2
nb_no: Håndheve IGMPv2

source: Enforce IGMPv3
nb_no: Håndheve IGMPv3

source: Enforce MLD version 1
nb_no: Håndheve MLD versjon 1

source: Enforce MLD version 2
nb_no: Håndheve MLD versjon 2

source: Enter custom value
nb_no: Angi egendefinert verdi

source: Enter custom values
nb_no: Angi egendefinerte verdier

source: Erasing...
nb_no: Sletter ...

source: Error
nb_no: Feil

source: Error getting PublicKey
nb_no: Feil ved henting av PublicKey

source: Ethernet Switch
nb_no: Ethernet-svitsj

source: Every 30 seconds (slow, 0)
nb_no: Hvert 30. sekund (sakte, 0)

source: Every second (fast, 1)
nb_no: Hvert sekund (rask, 1)

source: Exclude interfaces
nb_no: Ekskluder grensesnitt

source: Execution of various network commands to check the connection and name resolution to other systems.
nb_no: Utførelse av ulike nettverkskommandoer for å sjekke tilkoblingen og navneoppløsningen til andre systemer.

source: Exempt {loopback_slash_8_v4} and {localhost_v6} from rebinding checks, e.g. for <abbr title="Real-time Block List">RBL</abbr> services.
nb_no: Fritak {loopback_slash_8_v4} og {localhost_v6} fra rebindingssjekker, f.eks. for <abbr title="Real-time Block List">RBL</abbr>-tjenester.

source: Existing device
nb_no: Eksisterende enhet

source: Expand hosts
nb_no: Utvid verter

source: Expected port number.
nb_no: Forventet portnummer.

source: Expecting a hexadecimal assignment hint
nb_no: Forventer en heksadesimal tilordning hint

source: Expecting a valid IPv4 address
nb_no: Forventer en gyldig IPv4-adresse

source: Expecting a valid IPv6 address
nb_no: Forventer en gyldig IPv6-adresse

source: Expecting a valid MAC address, optionally including wildcards
nb_no: Forventer en gyldig MAC-adresse, eventuelt inkludert jokertegn

source: Expecting two priority values separated by a colon
nb_no: Forventer to prioritetsverdier atskilt med et kolon

source: Expecting: %s
nb_no: Forventer: %s

source: Expecting: non-empty value
nb_no: Forventer: ikke-tom verdi

source: Expires
nb_no: Utløper

source: Expiry time of leased addresses, minimum is 2 minutes (<code>2m</code>).
nb_no: Utløpstid for leide adresser, minimum er 2 minutter (<code>2m</code>).

source: Extend short TTL values to the seconds value given when caching them. Use with caution.
nb_no: Utvid korte TTL-verdier til sekundverdien som er gitt når du hurtigbufrer dem. Brukes med forsiktighet.

source: External
nb_no: Utvendig

source: External R0 Key Holder List
nb_no: Ekstern R0 nøkkelholderliste

source: External R1 Key Holder List
nb_no: Ekstern R1 nøkkelholderliste

source: External system log server
nb_no: Ekstern systemloggserver

source: External system log server port
nb_no: Ekstern systemloggserverport

source: External system log server protocol
nb_no: Ekstern systemloggserverprotokoll

source: Externally managed interface
nb_no: Eksternt administrert grensesnitt

source: Extra DHCP logging
nb_no: Ekstra DHCP-logging

source: Extra SSH command options
nb_no: Ekstra SSH-kommandoalternativer

source: Extra config
nb_no: Ekstra konfig

source: Extra pppd options
nb_no: Ekstra pppd-alternativer

source: Extra sstpc options
nb_no: Ekstra sstpc-alternativer

source: FT over the Air
nb_no: FT over luften

source: FT protocol
nb_no: FT-protokoll

source: Failed Reason
nb_no: Mislykket årsak

source: Failed to change the system password.
nb_no: Kunne ikke endre systempassordet.

source: Failed to configure modem
nb_no: Kunne ikke konfigurere modemet

source: Failed to confirm apply within %ds, waiting for rollback…
nb_no: Kunne ikke bekrefte søknad innen %ds, venter på tilbakeføring...

source: Failed to connect
nb_no: Kunne ikke koble til

source: Failed to disconnect
nb_no: Kunne ikke koble fra

source: Failed to execute "/etc/init.d/%s %s" action: %s
nb_no: Kunne ikke utføre handlingen "/etc/init.d/%s %s": %s

source: Failed to get modem information
nb_no: Kunne ikke hente modeminformasjon

source: Failed to initialize modem
nb_no: Kunne ikke initialisere modemet

source: Failed to set operating mode
nb_no: Kunne ikke stille inn driftsmodus

source: File
nb_no: Fil

source: File listing upstream resolvers, optionally domain-specific, e.g. {servers_file_entry01}, {servers_file_entry02}.
nb_no: Filliste oppstrøms resolvere, eventuelt domenespesifikke, f.eks. {servers_file_entry01}, {servers_file_entry02}.

source: File not accessible
nb_no: Filen er ikke tilgjengelig

source: File to store DHCP lease information.
nb_no: Fil for å lagre DHCP-leieinformasjon.

source: File with upstream resolvers.
nb_no: Fil med oppstrømsløsere.

source: Filename
nb_no: Filnavn

source: Filename of the boot image advertised to clients.
nb_no: Filnavnet på oppstartsbildet som annonseres til klienter.

source: Filesystem
nb_no: Filsystem

source: Filter IPv4 A records
nb_no: Filtrer IPv4 A-poster

source: Filter IPv6 AAAA records
nb_no: Filtrer IPv6 AAAA-poster

source: Filter SRV/SOA service discovery
nb_no: Filtrer SRV/SOA-tjenesteoppdagelse

source: Filter private
nb_no: Filter privat

source: Filtering for all slaves, no validation
nb_no: Filtrering for alle slaver, ingen validering

source: Filtering for all slaves, validation only for active slave
nb_no: Filtrering for alle slaver, validering kun for aktiv slave

source: Filtering for all slaves, validation only for backup slaves
nb_no: Filtrering for alle slaver, validering kun for backup-slaver

source: Filters SRV/SOA service discovery, to avoid triggering dial-on-demand links.
nb_no: Filtrerer SRV/SOA-tjenesteoppdagelse, for å unngå å utløse oppringingskoblinger.

source: Finalizing failed
nb_no: Fullføringen mislyktes

source: Find all currently attached filesystems and swap and replace configuration with defaults based on what was detected
nb_no: Finn alle tilknyttede filsystemer og bytt ut og erstatt konfigurasjon med standarder basert på hva som ble oppdaget

source: Find and join network
nb_no: Finn og bli med i nettverket

source: Finish
nb_no: Fullfør

source: Firewall
nb_no: Brannmur

source: Firewall Mark
nb_no: Brannmurmerke

source: Firewall Settings
nb_no: Brannmurinnstillinger

source: Firewall Status
nb_no: Brannmurstatus

source: Firewall mark
nb_no: Brannmurmerke

source: Firmware File
nb_no: Firmware-fil

source: Firmware Version
nb_no: Fastvareversjon

source: First answer wins.
nb_no: Første svar vinner.

source: Fixed source port for outbound DNS queries.
nb_no: Fast kildeport for utgående DNS-spørringer.

source: Flash image...
nb_no: Flash-bilde...

source: Flash image?
nb_no: Flash-bilde?

source: Flash new firmware image
nb_no: Flash nytt fastvarebilde

source: Flash operations
nb_no: Flash-operasjoner

source: Flashing…
nb_no: Blinker...

source: Follow IPv4 Lifetime
nb_no: Følg IPv4 Lifetime

source: Force
nb_no: Makt

source: Force 40MHz mode
nb_no: Tving 40MHz-modus

source: Force CCMP (AES)
nb_no: Tving CCMP (AES)

source: Force DHCP on this network even if another server is detected.
nb_no: Tving DHCP på dette nettverket selv om en annen server oppdages.

source: Force GCMP (AES)
nb_no: Tving GCMP (AES)

source: Force IGMP version
nb_no: Force IGMP-versjon

source: Force MLD version
nb_no: Force MLD-versjon

source: Force TKIP
nb_no: Tving TKIP

source: Force TKIP and CCMP (AES)
nb_no: Force TKIP og CCMP (AES)

source: Force broadcast DHCP response.
nb_no: Tving kringkasting av DHCP-svar.

source: Force link
nb_no: Tving kobling

source: Force upgrade
nb_no: Tving oppgradering

source: Force use of NAT-T
nb_no: Tving bruk av NAT-T

source: Form token mismatch
nb_no: Skjematoken samsvarer ikke

source: Forward <abbr title="Neighbour Discovery Protocol">NDP</abbr> <abbr title="Neighbour Solicitation, Type 135">NS</abbr> and <abbr title="Neighbour Advertisement, Type 136">NA</abbr> messages between the designated master interface and downstream interfaces.
nb_no: Videresend <abbr title="Neighbour Discovery Protocol">NDP</abbr> <abbr title="Neighbour Solicitation, Type 135">NS</abbr> og <abbr title="Neighbour Advertisement, Type 136">NA</abbr > meldinger mellom det utpekte hovedgrensesnittet og nedstrømsgrensesnittet.

source: Forward <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr> messages received on the designated master interface to downstream interfaces.
nb_no: Videresend <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>-meldinger mottatt på det angitte hovedgrensesnittet til nedstrømsgrensesnitt.

source: Forward DHCP traffic
nb_no: Videresend DHCP-trafikk

source: Forward DHCPv6 messages between the designated master interface and downstream interfaces.
nb_no: Videresend DHCPv6-meldinger mellom det angitte hovedgrensesnittet og nedstrømsgrensesnittet.

source: Forward broadcast traffic
nb_no: Videresend kringkastingstrafikk

source: Forward delay
nb_no: Forsinkelse fremover

source: Forward mesh peer traffic
nb_no: Forover mesh peer-trafikk

source: Forward multicast packets as unicast packets on this device.
nb_no: Videresend multicast-pakker som unicast-pakker på denne enheten.

source: Forward specific domain queries to specific upstream servers.
nb_no: Videresend spesifikke domenespørringer til spesifikke oppstrømstjenere.

source: Forward/reverse DNS
nb_no: Forover/revers DNS

source: Forwarding mode
nb_no: Videresendingsmodus

source: Fragmentation
nb_no: Fragmentering

source: Fragmentation Threshold
nb_no: Fragmenteringsterskel

# nft nat flag fully-random
source: Full port randomization
nb_no: Full port randomisering

source: Further information about WireGuard interfaces and peers at <a href='http://wireguard.com'>wireguard.com</a>.
nb_no: Ytterligere informasjon om WireGuard-grensesnitt og peers på <a href='http://wireguard.com'>wireguard.com</a>.

source: GPRS only
nb_no: Kun GPRS

source: Gateway
nb_no: Inngangsport

source: Gateway Mode
nb_no: Gateway-modus

source: Gateway Ports
nb_no: Gateway-porter

source: Gateway address is invalid
nb_no: Gateway-adressen er ugyldig

source: Gateway metric
nb_no: Gateway-beregning

source: General Settings
nb_no: Generelle innstillinger

source: General Setup
nb_no: Generelt oppsett

source: General device options
nb_no: Generelle enhetsalternativer

source: Generate Config
nb_no: Generer konfig

source: Generate PMK locally
nb_no: Generer PMK lokalt

source: Generate archive
nb_no: Generer arkiv

source: Generate configuration
nb_no: Generer konfigurasjon

source: Generate configuration…
nb_no: Generer konfigurasjon …

source: Generate new key pair
nb_no: Generer nytt nøkkelpar

source: Generate preshared key
nb_no: Generer forhåndsdelt nøkkel

source: Generates a configuration suitable for import on a WireGuard peer
nb_no: Genererer en konfigurasjon som er egnet for import på en WireGuard-peer

source: Generating QR code…
nb_no: Genererer QR-kode …

source: Given password confirmation did not match, password not changed!
nb_no: Gitt passordbekreftelsen stemte ikke, passordet ble ikke endret!

source: Global Settings
nb_no: Globale innstillinger

source: Global network options
nb_no: Globale nettverksalternativer

source: Go to firmware upgrade...
nb_no: Gå til fastvareoppgradering...

source: Go to password configuration...
nb_no: Gå til passordkonfigurasjon...

source: Go to relevant configuration page
nb_no: Gå til relevant konfigurasjonsside

source: Grant access to DHCP configuration
nb_no: Gi tilgang til DHCP-konfigurasjon

source: Grant access to DHCP status display
nb_no: Gi tilgang til DHCP-statusvisning

source: Grant access to DSL status display
nb_no: Gi tilgang til DSL-statusvisning

source: Grant access to LuCI OpenConnect procedures
nb_no: Gi tilgang til LuCI OpenConnect-prosedyrer

source: Grant access to LuCI Wireguard procedures
nb_no: Gi tilgang til LuCI Wireguard-prosedyrer

source: Grant access to LuCI Yggdrasil procedures
nb_no: Gi tilgang til LuCI Yggdrasil-prosedyrer

source: Grant access to LuCI openfortivpn procedures
nb_no: Gi tilgang til LuCI openfortivpn-prosedyrer

source: Grant access to SSH configuration
nb_no: Gi tilgang til SSH-konfigurasjon

source: Grant access to Storage and Mount status display
nb_no: Gi tilgang til lagrings- og monteringsstatusvisning
