Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: List of domains to allow {rfc_1918_link} responses for.
nb_no: Liste over domener å tillate {rfc_1918_link}-svar for.

source: List of upstream NTP server candidates with which to synchronize.
nb_no: Liste over oppstrøms NTP-serverkandidater som kan synkroniseres med.

source: Listen Port
nb_no: Hør Port

source: Listen addresses
nb_no: Lytt til adresser

source: Listen for peers
nb_no: Lytt etter jevnaldrende

source: Listen interfaces
nb_no: Lyttegrensesnitt

source: Listen only on the given interface or, if unspecified, on all
nb_no: Lytt bare på det gitte grensesnittet eller, hvis uspesifisert, på alle

source: Listen only on the specified interfaces, and loopback if not excluded explicitly.
nb_no: Lytt kun på de spesifiserte grensesnittene, og loopback hvis ikke eksplisitt ekskludert.

source: Listen to multicast beacons
nb_no: Lytt til multicast-beacons

source: ListenPort setting is invalid
nb_no: ListenPort-innstillingen er ugyldig

source: Listening port for inbound DNS queries.
nb_no: Lytteport for innkommende DNS-spørringer.

source: Load
nb_no: Laste

source: Load Average
nb_no: Belastningsgjennomsnitt

source: Load Average is a metric that is used by Linux to keep track of system resources.
nb_no: Load Average er en beregning som brukes av Linux for å holde styr på systemressurser.

source: Load configuration…
nb_no: Last inn konfigurasjon …

source: Loading data…
nb_no: Laster inn data …

source: Loading directory contents…
nb_no: Laster kataloginnhold …

source: Loading view…
nb_no: Laster inn visning …

source: Local
nb_no: Lokalt

source: Local IP address
nb_no: Lokal IP-adresse

source: Local IP address is invalid
nb_no: Den lokale IP-adressen er ugyldig

source: Local IP address to assign
nb_no: Lokal IP-adresse å tildele

source: Local IPv4 address
nb_no: Lokal IPv4-adresse

source: Local IPv6 DNS server
nb_no: Lokal IPv6 DNS-server

source: Local IPv6 address
nb_no: Lokal IPv6-adresse

source: Local Startup
nb_no: Lokal oppstart

source: Local Time
nb_no: Lokal tid

source: Local ULA
nb_no: Lokal ULA

source: Local domain
nb_no: Lokalt domene

source: Local domain suffix appended to DHCP names and hosts file entries.
nb_no: Lokalt domene-suffiks lagt til DHCP-navn og vertsfiloppføringer.

source: Local service only
nb_no: Kun lokal service

source: Local wireguard key
nb_no: Lokal wireguard nøkkel

source: Localise queries
nb_no: Lokaliser søk

source: Location Area Code
nb_no: Steds retningsnummer

source: Lock to BSSID
nb_no: Lås til BSSID

source: Log
nb_no: Logg

source: Log all options sent to DHCP clients and the tags used to determine them.
nb_no: Logg alle alternativer som er sendt til DHCP-klienter og taggene som brukes til å bestemme dem.

# nft log action
source: Log event "<strong>%h</strong>…"
nb_no: Logghendelse «<strong>%h</strong>…»

source: Log facility
nb_no: Tømmeranlegg

source: Log in
nb_no: Logg inn

source: Log in…
nb_no: Logg inn...

source: Log level
nb_no: Loggnivå

source: Log out
nb_no: Logg ut

source: Log output level
nb_no: Logg utgangsnivå

source: Log queries
nb_no: Loggforespørsler

source: Logging in…
nb_no: Logger på …

source: Logical network from which to select the local endpoint if local IPv6 address is empty and no WAN IPv6 is available (optional).
nb_no: Logisk nettverk for å velge det lokale endepunktet hvis lokal IPv6-adresse er tom og ingen WAN IPv6 er tilgjengelig (valgfritt).

source: Logical network to which the tunnel will be added (bridged) (optional).
nb_no: Logisk nettverk som tunnelen skal legges til (brokoblet) (valgfritt).

source: Loose filtering
nb_no: Løs filtrering

source: Lowest leased address as offset from the network address.
nb_no: Laveste leide adresse som offset fra nettverksadressen.

source: Lua compatibility mode active
nb_no: Lua-kompatibilitetsmodus aktiv

source: MAC Address
nb_no: MAC-adresse

source: MAC Address Filter
nb_no: MAC-adressefilter

source: MAC Address For The Actor
nb_no: MAC-adresse for skuespilleren

source: MAC address
nb_no: MAC-adresse

source: MAC address(es)
nb_no: MAC-adresse(r)

source: MAC-List
nb_no: MAC-liste

source: MAP / LW4over6
nb_no: KART / LW4over6

source: MAP rule is invalid
nb_no: MAP-regelen er ugyldig

source: MII Interval
nb_no: MII intervall

source: Make sure to clone the root filesystem using something like the commands below:
nb_no: Sørg for å klone rotfilsystemet ved å bruke noe som kommandoene nedenfor:

source: Manual
nb_no: Håndbok

source: Manufacturer
nb_no: Produsent

source: Match this Tag
nb_no: Match denne taggen

source: Max <abbr title="Router Advertisement">RA</abbr> interval
nb_no: Maks <abbr title="Router Advertisement">RA</abbr>-intervall

source: Max cache TTL
nb_no: Maks cache TTL

source: Max valid value %s.
nb_no: Maks gyldig verdi %s.

source: Max. DHCP leases
nb_no: Maks. DHCP-leieavtaler

source: Max. EDNS0 packet size
nb_no: Maks. EDNS0 pakkestørrelse

source: Max. concurrent queries
nb_no: Maks. samtidige spørringer

source: Maximum age
nb_no: Maksimal alder

source: Maximum allowed Listen Interval
nb_no: Maksimalt tillatt lytteintervall

source: Maximum allowed number of active DHCP leases.
nb_no: Maksimalt tillatt antall aktive DHCP-leieavtaler.

source: Maximum allowed number of concurrent DNS queries.
nb_no: Maksimalt tillatt antall samtidige DNS-spørringer.

source: Maximum allowed size of EDNS0 UDP packets.
nb_no: Maksimal tillatt størrelse på EDNS0 UDP-pakker.

source: Maximum amount of seconds to wait for the modem to become ready
nb_no: Maksimalt antall sekunder å vente på at modemet blir klart

source: Maximum number of leased addresses.
nb_no: Maksimalt antall leide adresser.

source: Maximum snooping table size
nb_no: Maksimal størrelse på snokebord

source: Maximum source port #
nb_no: Maksimal kildeport #

source: Maximum time allowed between sending unsolicited <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>. Default is 600 seconds.
nb_no: Maksimal tid tillatt mellom sending av uønsket <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>. Standard er 600 sekunder.

source: Maximum transmit power
nb_no: Maksimal sendeeffekt

source: May prevent VoIP or other services from working.
nb_no: Kan forhindre at VoIP eller andre tjenester fungerer.

source: Memory
nb_no: Hukommelse

source: Memory usage (%)
nb_no: Minnebruk (%)

source: Mesh Routing
nb_no: Mesh-ruting

source: Mesh and routing related options
nb_no: Mesh- og rutingrelaterte alternativer

source: Method not found
nb_no: Metoden ble ikke funnet

source: Method of link monitoring
nb_no: Metode for koblingsovervåking

source: Method to determine link status
nb_no: Metode for å bestemme koblingsstatus

source: Metric
nb_no: Metrisk

source: Min <abbr title="Router Advertisement">RA</abbr> interval
nb_no: Minste <abbr title="Router Advertisement">RA</abbr>-intervall

source: Min valid value %s.
nb_no: Min gyldig verdi %s.

source: Minimum ARP validity time
nb_no: Minimum ARP gyldighetstid

source: Minimum Number of Links
nb_no: Minimum antall lenker

source: Minimum required time in seconds before an ARP entry may be replaced. Prevents ARP cache thrashing.
nb_no: Minimum nødvendig tid i sekunder før en ARP-oppføring kan erstattes. Forhindrer ARP cache thrashing.

source: Minimum source port #
nb_no: Minimum kildeport #

source: Minimum time allowed between sending unsolicited <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>. Default is 200 seconds.
nb_no: Minimum tillatt tid mellom sending av uønsket <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>. Standard er 200 sekunder.

source: Mirror monitor port
nb_no: Port for speilmonitor

source: Mirror source port
nb_no: Speilkildeport

source: Mobile Country Code
nb_no: Mobil landskode

source: Mobile Data
nb_no: Mobildata

source: Mobile Network Code
nb_no: Mobilnettverkskode

source: Mobility Domain
nb_no: Mobilitetsdomene

source: Mode
nb_no: Modus

source: Model
nb_no: Modell

source: Modem connection in progress. Please wait. This process will timeout after 2 minutes.
nb_no: Modemtilkobling pågår. Vennligst vent. Denne prosessen vil avbrytes etter 2 minutter.

source: Modem default
nb_no: Modem standard

source: Modem device
nb_no: Modemenhet

source: Modem information query failed
nb_no: Forespørsel om modeminformasjon mislyktes

source: Monitor
nb_no: Følge

source: More Characters
nb_no: Flere karakterer

source: More…
nb_no: Flere…

source: Mount Points - Swap Entry
nb_no: Mount Points - Bytt inngang

source: Mount Points define at which point a memory device will be attached to the filesystem
nb_no: Mount Points definerer på hvilket punkt en minneenhet skal kobles til filsystemet

source: Mount attached devices
nb_no: Monter tilkoblede enheter

source: Mount filesystems not specifically configured
nb_no: Monter filsystemer som ikke er spesifikt konfigurert

source: Mount options
nb_no: Monteringsalternativer

source: Mount point
nb_no: Monteringspunkt

source: Mount swap not specifically configured
nb_no: Monteringsbytte ikke spesifikt konfigurert

source: Mounted file systems
nb_no: Monterte filsystemer

source: Move down
nb_no: Flytt ned

source: Move up
nb_no: Flytt opp

source: Multi To Unicast
nb_no: Multi til Unicast

source: Multicast Mode
nb_no: Multicast-modus

source: Multicast routing
nb_no: Multicast-ruting

source: Multicast rules
nb_no: Multicast-regler

source: Multicast to unicast
nb_no: Multicast til unicast

source: Must be in %s format.
nb_no: Må være i %s-format.

source: NAT action chain "%h"
nb_no: NAT-handlingskjeden "%h"

source: NAT-T Mode
nb_no: NAT-T-modus

source: NAT64 Prefix
nb_no: NAT64-prefiks

source: NAT64 prefix
nb_no: NAT64-prefiks

source: NT Domain
nb_no: NT domene

source: NTP Servers
nb_no: NTP-servere

source: NTP server candidates
nb_no: NTP-serverkandidater

source: Name
nb_no: Navn

source: Name for OpenWrt network configuration. (No relation to wireless network name/SSID)
nb_no: Navn på OpenWrt-nettverkskonfigurasjon. (Ingen relasjon til trådløst nettverksnavn/SSID)

source: Name of the new network
nb_no: Navn på det nye nettverket

source: Name of the set
nb_no: Navn på settet

source: Name of the tunnel device
nb_no: Navnet på tunnelenheten

source: Names not in {etc_hosts} are answered {not_found}.
nb_no: Navn som ikke er i {etc_hosts} er besvart {not_found}.

source: Navigation
nb_no: Navigasjon

source: Neighbour Report
nb_no: Naborapport

source: Neighbour cache validity
nb_no: Gyldighet for nabobuffer

source: Netfilter table name
nb_no: Netfilter-tabellnavn

source: Network
nb_no: Nettverk

source: Network Coding
nb_no: Nettverkskoding

source: Network Mode
nb_no: Nettverksmodus

source: Network Registration
nb_no: Nettverksregistrering

source: Network SSID
nb_no: Nettverks SSID

source: Network address
nb_no: Nettverksadresse

source: Network and its mask that define the size of the destination
nb_no: Nettverk og dets maske som definerer størrelsen på destinasjonen

source: Network and its mask that define which source addresses use this route
nb_no: Nettverk og dets maske som definerer hvilke kildeadresser som bruker denne ruten

source: Network boot image
nb_no: Nettverksoppstartsbilde

source: Network bridge configuration migration
nb_no: Migrering av nettverksbrokonfigurasjon

source: Network device
nb_no: Nettverksenhet

source: Network device activity (kernel: netdev)
nb_no: Nettverksenhetsaktivitet (kjerne: netdev)

source: Network device is not present
nb_no: Nettverksenhet er ikke til stede

source: Network device table "%h"
nb_no: Nettverksenhetstabell «%h»

# nft @nh,off,len
source: Network header bits %d-%d
nb_no: Nettverkshodebiter %d-%d

source: Network ifname configuration migration
nb_no: Migrering av nettverksifname-konfigurasjon

source: Network interface
nb_no: Nettverksgrensesnitt

source: Never
nb_no: Aldri

# No WireGuard peer handshake yet
source: Never
nb_no: Aldri

source: Never forward DNS queries which lack dots or domain parts.
nb_no: Videresend aldri DNS-spørringer som mangler prikker eller domenedeler.

source: Never forward these matching domains or subdomains; resolve from DHCP or hosts files only.
nb_no: Videresend aldri disse samsvarende domenene eller underdomenene; løse kun fra DHCP eller vertsfiler.

# Dnsmasq instance
source: New instance name…
nb_no: Nytt forekomstnavn...

source: New interface for "%s" can not be created: %s
nb_no: Nytt grensesnitt for "%s" kan ikke opprettes: %s

source: New interface name…
nb_no: Nytt grensesnittnavn...

source: Next »
nb_no: Neste »

source: No
nb_no: Ingen

source: No DHCP Server configured for this interface
nb_no: Ingen DHCP-server konfigurert for dette grensesnittet

source: No Data
nb_no: Ingen data

source: No Encryption
nb_no: Ingen kryptering

source: No Host Routes
nb_no: Ingen vertsruter

source: No NAT-T
nb_no: Ingen NAT-T

source: No RX signal
nb_no: Ingen RX-signal

source: No WireGuard interfaces configured.
nb_no: Ingen WireGuard-grensesnitt konfigurert.

source: No allowed mode configuration found.
nb_no: Fant ingen tillatt moduskonfigurasjon.

source: No changes to settings will be stored and are lost after rebooting. This mode should only be used to install a firmware upgrade
nb_no: Ingen endringer i innstillingene vil bli lagret og går tapt etter omstart. Denne modusen skal kun brukes til å installere en fastvareoppgradering

source: No client associated
nb_no: Ingen klient tilknyttet

source: No control device specified
nb_no: Ingen kontrollenhet spesifisert

# empty table placeholder
source: No data
nb_no: Ingen data

source: No data received
nb_no: Ingen data mottatt

source: No enforcement
nb_no: Ingen håndhevelse

source: No entries available
nb_no: Ingen oppføringer tilgjengelig

source: No entries in this directory
nb_no: Ingen oppføringer i denne katalogen

source: No fixed interface listening port defined, peers might not be able to initiate connections to this WireGuard instance!
nb_no: Ingen lytteport for fast grensesnitt definert, peers kan kanskje ikke starte tilkoblinger til denne WireGuard-forekomsten!

source: No host route
nb_no: Ingen vertsrute

source: No information available
nb_no: Ingen informasjon tilgjengelig

source: No matching prefix delegation
nb_no: Ingen samsvarende prefiksdelegering

source: No more slaves available
nb_no: Ingen flere slaver tilgjengelig

source: No more slaves available, can not save interface
nb_no: Ingen flere slaver tilgjengelig, kan ikke lagre grensesnitt

source: No negative cache
nb_no: Ingen negativ cache

source: No nftables ruleset loaded.
nb_no: Ingen nftables-regelsett er lastet inn.

source: No password set!
nb_no: Ikke angitt passord!

source: No peers connected
nb_no: Ingen jevnaldrende tilkoblet

source: No peers defined yet.
nb_no: Ingen jevnaldrende definert ennå.

source: No preferred mode configuration found.
nb_no: Fant ingen foretrukket moduskonfigurasjon.

source: No public keys present yet.
nb_no: Ingen offentlige nøkler til stede ennå.

source: No related logs yet!
nb_no: Ingen relaterte logger ennå!

# nft chain is empty
source: No rules in this chain
nb_no: Ingen regler i denne kjeden

source: No rules in this chain.
nb_no: Ingen regler i denne kjeden.

source: No validation or filtering
nb_no: Ingen validering eller filtrering

source: No zone assigned
nb_no: Ingen sone tildelt

source: Node info
nb_no: Nodeinformasjon

source: Node info privacy
nb_no: Node info personvern

source: Noise
nb_no: Støy

source: Noise Margin
nb_no: Støymargin

source: Noise:
nb_no: Støy:

source: Non-wildcard
nb_no: Ikke-jokertegn

source: None
nb_no: Ingen

source: Not Found
nb_no: Ikke funnet

# VLAN port state
source: Not Member
nb_no: Ikke medlem

source: Not associated
nb_no: Ikke assosiert

source: Not connected
nb_no: Ikke tilkoblet

source: Not present
nb_no: Ikke tilstede

source: Not started on boot
nb_no: Ikke startet ved oppstart

source: Not supported
nb_no: Støttes ikke

source: Note: IPv4 only.
nb_no: Merk: Kun IPv4.

source: Note: Some wireless drivers do not fully support 802.11w. E.g. mwlwifi may have problems
nb_no: Merk: Noen trådløse drivere støtter ikke 802.11w fullt ut. F.eks. mwlwifi kan ha problemer

source: Note: Workaround mode allows a STA that claims OCV capability to connect even if the STA doesn't send OCI or negotiate PMF.
nb_no: Merk: Workaround-modus lar en STA som hevder OCV-evne koble seg til selv om STA ikke sender OCI eller forhandler PMF.

source: Note: this setting is for local services on the device only (not for forwarding).
nb_no: Merk: denne innstillingen er kun for lokale tjenester på enheten (ikke for videresending).

source: Note: you may also need a DHCP Proxy (currently unavailable) when specifying a non-standard Relay To port(<code>addr#port</code>).
nb_no: Merk: du kan også trenge en DHCP-proxy (for øyeblikket utilgjengelig) når du spesifiserer en ikke-standard relé til port (<code>addr#port</code>).

source: Notes
nb_no: Notater

source: Notice
nb_no: Legg merke til

source: Number of IGMP membership reports
nb_no: Antall IGMP-medlemsrapporter

source: Number of cached DNS entries, 10000 is maximum, 0 is no caching.
nb_no: Antall bufrede DNS-oppføringer, 10 000 er maksimum, 0 er ingen bufring.

source: Number of peer notifications after failover event
nb_no: Antall peer-varsler etter failover-hendelse

source: Obfuscated Group Password
nb_no: Obfuskert gruppepassord

source: Obfuscated Password
nb_no: Obfuskert passord

source: Obtain IPv6 address
nb_no: Få IPv6-adresse

source: Off
nb_no: Av

source: Off-State Delay
nb_no: Forsinkelse utenfor staten

source: Off: <code>vlanXXX</code>, e.g., <code>vlan1</code>. On: <code>vlan_tagged_interface.XXX</code>, e.g. <code>eth0.1</code>.
nb_no: Av: <code>vlanXXX</code>, f.eks. <code>vlan1</code>. På: <code>vlan_tagged_interface.XXX</code>, f.eks. <code>eth0.1</code>.

source: On
nb_no: På

source: On-State Delay
nb_no: Tilstandsforsinkelse

source: On-link
nb_no: På lenke

source: One of hostname or MAC address must be specified!
nb_no: En av vertsnavn eller MAC-adresse må spesifiseres!

source: One of the following: %s
nb_no: En av følgende: %s

source: One or more fields contain invalid values!
nb_no: Ett eller flere felt inneholder ugyldige verdier!

source: One or more invalid/required values on tab
nb_no: Én eller flere ugyldige/påkrevde verdier på fanen

source: One or more required fields have no value!
nb_no: Ett eller flere obligatoriske felt har ingen verdi!

source: Only DHCP Clients with this tag are sent this boot option.
nb_no: Bare DHCP-klienter med denne taggen får tilsendt dette oppstartsalternativet.

source: Only accept replies via
nb_no: Godta kun svar via

source: Only allow communication with non-isolated bridge ports when enabled
nb_no: Tillat kommunikasjon med ikke-isolerte broporter når aktivert

source: Only if current active slave fails and the primary slave is up (failure, 2)
nb_no: Bare hvis gjeldende aktive slave mislykkes og primærslaven er oppe (feil, 2)

source: Open iptables rules overview…
nb_no: Åpne iptables-regeloversikten...

source: Open list...
nb_no: Åpne liste...

source: Operate in <em>relay mode</em> if a designated master interface is configured and active, otherwise disable <abbr title="Neighbour Discovery Protocol">NDP</abbr> proxying.
nb_no: Kjør i <em>relémodus</em> hvis et angitt hovedgrensesnitt er konfigurert og aktivt, ellers deaktiver <abbr title="Neighbour Discovery Protocol">NDP</abbr>-proxying.

source: Operate in <em>relay mode</em> if a designated master interface is configured and active, otherwise fall back to <em>server mode</em>.
nb_no: Betjen i <em>relémodus</em> hvis et angitt hovedgrensesnitt er konfigurert og aktivt, ellers fall tilbake til <em>servermodus</em>.

source: Operate in <em>relay mode</em> if an upstream IPv6 prefix is present, otherwise disable service.
nb_no: Kjør i <em>relémodus</em> hvis et oppstrøms IPv6-prefiks er til stede, ellers deaktiver tjenesten.

source: Operating Channel Validation
nb_no: Driftskanalvalidering

source: Operating frequency
nb_no: Driftsfrekvens

source: Operator
nb_no: Operatør

source: Operator Code
nb_no: Operatørkode

source: Operator Name
nb_no: Operatørnavn

source: Option "%s" contains an invalid input value.
nb_no: Alternativet "%s" inneholder en ugyldig inndataverdi.

source: Option "%s" must not be empty.
nb_no: Alternativet "%s" må ikke være tomt.

source: Option changed
nb_no: Alternativet endret

source: Option removed
nb_no: Alternativet fjernet

source: Optional
nb_no: Valgfri

source: Optional hostname to assign
nb_no: Valgfritt vertsnavn å tildele

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
nb_no: Valgfri nodeinformasjon. Dette må være et { "nøkkel": "verdi", ... } kart eller satt som null. Dette er helt valgfritt, men hvis det er satt, er det synlig for hele nettverket på forespørsel.

source: Optional, free-form notes about this device
nb_no: Valgfrie notater i fritt format om denne enheten

source: Optional, in seconds. If set to '0', no reconnect is attempted.
nb_no: Valgfritt, på sekunder. Hvis satt til '0', forsøkes det ikke å koble til på nytt.

source: Optional. 32-bit mark for outgoing encrypted packets. Enter value in hex, starting with <code>0x</code>.
nb_no: Valgfri. 32-bits merke for utgående krypterte pakker. Skriv inn verdien i hex, og starter med <code>0x</code>.

source: Optional. Allowed values: 'eui64', 'random', fixed value like '::1' or '::1:2'. When IPv6 prefix (like 'a:b:c:d::') is received from a delegating server, use the suffix (like '::1') to form the IPv6 address ('a:b:c:d::1') for the interface.
nb_no: Valgfri. Tillatte verdier: 'eui64', 'random', fast verdi som '::1' eller '::1:2'. Når IPv6-prefiks (som 'a:b:c:d::') mottas fra en delegerende server, bruk suffikset (som '::1') for å danne IPv6-adressen ('a:b:c:d: :1') for grensesnittet.

source: Optional. Base64-encoded preshared key. Adds in an additional layer of symmetric-key cryptography for post-quantum resistance.
nb_no: Valgfri. Base64-kodet forhåndsdelt nøkkel. Legger til et ekstra lag med symmetrisk nøkkelkryptografi for post-kvanteresistens.

source: Optional. Create routes for Allowed IPs for this peer.
nb_no: Valgfri. Opprett ruter for tillatte IP-er for denne peeren.

source: Optional. Description of peer.
nb_no: Valgfri. Beskrivelse av jevnaldrende.

source: Optional. Do not create host routes to peers.
nb_no: Valgfri. Ikke lag vertsruter til jevnaldrende.

source: Optional. Host of peer. Names are resolved prior to bringing up the interface.
nb_no: Valgfri. Vert for jevnaldrende. Navn løses før grensesnittet tas opp.

source: Optional. IP addresses and prefixes that this peer is allowed to use inside the tunnel. Usually the peer's tunnel IP addresses and the networks the peer routes through the tunnel.
nb_no: Valgfri. IP-adresser og prefikser som denne peeren har lov til å bruke inne i tunnelen. Vanligvis peerens tunnel IP-adresser og nettverkene peeren ruter gjennom tunnelen.

source: Optional. Maximum Transmission Unit of the XFRM interface.
nb_no: Valgfri. Maksimal overføringsenhet for XFRM-grensesnittet.

source: Optional. Maximum Transmission Unit of tunnel interface.
nb_no: Valgfri. Maksimal overføringsenhet for tunnelgrensesnitt.

source: Optional. Port of peer.
nb_no: Valgfri. Peer havn.

source: Optional. Private key of the WireGuard peer. The key is not required for establishing a connection but allows generating a peer configuration or QR code if available. It can be removed after the configuration has been exported.
nb_no: Valgfri. Privat nøkkel til WireGuard-kameraten. Nøkkelen er ikke nødvendig for å etablere en tilkobling, men lar deg generere en peer-konfigurasjon eller QR-kode hvis tilgjengelig. Den kan fjernes etter at konfigurasjonen er eksportert.
