Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: Save mtdblock contents
nb_no: Lagre mtdblock-innhold

source: Scan
nb_no: Skann

source: Scheduled Tasks
nb_no: Planlagte oppgaver

# scroll to top (the head) of the log file
source: Scroll to head
nb_no: Rull til hodet

# scroll to bottom (the tail) of the log file
source: Scroll to tail
nb_no: Rull til hale

source: Search domain
nb_no: Søk etter domene

source: Section %s is empty.
nb_no: Seksjon %s er tom.

source: Section added
nb_no: Seksjon lagt til

source: Section removed
nb_no: Seksjon fjernet

source: See "mount" manpage for details
nb_no: Se "mount" manpage for detaljer

source: Select 'Force upgrade' to flash the image even if the image format check fails. Use only if you are sure that the firmware is correct and meant for your device!
nb_no: Velg "Force upgrade" for å blinke bildet selv om bildeformatkontrollen mislykkes. Bruk kun hvis du er sikker på at fastvaren er riktig og ment for enheten din!

source: Select file…
nb_no: Velg fil...

source: Selects the transmit hash policy to use for slave selection
nb_no: Velger overførings-hash-policyen som skal brukes for slavevalg

source: Send <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr> messages advertising this device as IPv6 router.
nb_no: Send <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>-meldinger som annonserer for denne enheten som IPv6-ruter.

source: Send ICMP redirects
nb_no: Send ICMP-viderekoblinger

source: Send LCP echo requests at the given interval in seconds, only effective in conjunction with failure threshold
nb_no: Send LCP-ekkoforespørsler med det gitte intervallet i sekunder, kun effektiv i forbindelse med feilterskel

source: Send the hostname of this device
nb_no: Send vertsnavnet til denne enheten

source: Server address
nb_no: Serveradresse

source: Server name
nb_no: Servernavn

source: Service Name
nb_no: Tjenestenavn

source: Service Type
nb_no: Tjenestetype

source: Services
nb_no: Tjenester

source: Session expired
nb_no: Økten er utløpt

source: Set Static
nb_no: Sett statisk

source: Set a maximum seconds TTL value for entries in the cache.
nb_no: Angi en maksimal TTL-verdi for sekunder for oppføringer i hurtigbufferen.

source: Set an alias for a hostname.
nb_no: Angi et alias for et vertsnavn.

# nft mangle
source: Set header field <var>%s</var> to <strong>%s</strong>
nb_no: Sett overskriftsfeltet <var>%s</var> til <strong>%s</strong>

source: Set interface as NDP-Proxy external slave. Default is off.
nb_no: Sett grensesnitt som NDP-Proxy ekstern slave. Standard er av.

source: Set interface properties regardless of the link carrier (If set, carrier sense events do not invoke hotplug handlers).
nb_no: Angi grensesnittegenskaper uavhengig av koblingsbæreren (Hvis angitt, påkaller ikke operatørfølingshendelser hotplug-behandlere).

source: Set log class/facility for syslog entries.
nb_no: Angi loggklasse/fasilitet for syslog-oppføringer.

source: Set same MAC Address to all slaves
nb_no: Sett samme MAC-adresse til alle slaver

source: Set the autonomous address-configuration flag in the prefix information options of sent <abbr title="Router Advertisement">RA</abbr> messages. When enabled, clients will perform stateless IPv6 address autoconfiguration.
nb_no: Angi det autonome adressekonfigurasjonsflagget i prefiksinformasjonsalternativene for sendte <abbr title="Router Advertisement">RA</abbr>-meldinger. Når den er aktivert, vil klienter utføre en tilstandsløs IPv6-adresse autokonfigurasjon.

source: Set this interface as master for RA and DHCPv6 relaying as well as NDP proxying.
nb_no: Sett dette grensesnittet som master for RA- og DHCPv6-relé samt NDP-proxying.

source: Set to currently active slave (active, 1)
nb_no: Sett til aktiv slave (aktiv, 1)

source: Set to first slave added to the bond (follow, 2)
nb_no: Sett til første slave lagt til bindingen (følg, 2)

source: Set up DHCP Server
nb_no: Sett opp DHCP-server

source: Set up routes for proxied IPv6 neighbours.
nb_no: Sett opp ruter for proxy-IPv6-naboer.

source: Setting PLMN failed
nb_no: Innstilling av PLMN mislyktes

source: Setting operation mode failed
nb_no: Innstilling av driftsmodus mislyktes

source: Setting the allowed network technology.
nb_no: Stille inn tillatt nettverksteknologi.

source: Setting the preferred network technology.
nb_no: Stille inn foretrukket nettverksteknologi.

source: Settings
nb_no: Innstillinger

source: Settings for assisting wireless clients in roaming between multiple APs: 802.11r, 802.11k and 802.11v
nb_no: Innstillinger for å hjelpe trådløse klienter med roaming mellom flere tilgangspunkter: 802.11r, 802.11k og 802.11v

source: Short GI
nb_no: Kort GI

source: Short Preamble
nb_no: Kort ingress

source: Show current backup file list
nb_no: Vis gjeldende sikkerhetskopifilliste

source: Show empty chains
nb_no: Vis tomme kjeder

source: Show raw counters
nb_no: Vis råtellere

source: Shutdown this interface
nb_no: Slå av dette grensesnittet

source: Signal / Noise
nb_no: Signal / støy

source: Signal Quality
nb_no: Signalkvalitet

source: Signal Refresh Rate
nb_no: Signaloppdateringsfrekvens

source: Size
nb_no: Størrelse

source: Size of DNS query cache
nb_no: Størrelse på DNS-spørringsbuffer

source: Size of the ZRam device in megabytes
nb_no: Størrelsen på ZRam-enheten i megabyte

source: Skip
nb_no: Hopp over

source: Skip from backup files that are equal to those in /rom
nb_no: Hopp fra sikkerhetskopifiler som er lik de i /rom

source: Skip to content
nb_no: Gå til innhold

source: Skip to navigation
nb_no: Hopp til navigasjon

source: Slave Interfaces
nb_no: Slavegrensesnitt

source: Software VLAN
nb_no: Programvare VLAN

source: Some fields are invalid, cannot save values!
nb_no: Noen felt er ugyldige, kan ikke lagre verdier!

source: Sorry, the object you requested was not found.
nb_no: Beklager, objektet du ba om ble ikke funnet.

source: Sorry, there is no sysupgrade support present; a new firmware image must be flashed manually. Please refer to the wiki for device specific install instructions.
nb_no: Beklager, det er ingen støtte for sysupgrade; et nytt fastvarebilde må blinkes manuelt. Vennligst se wikien for enhetsspesifikke installasjonsinstruksjoner.

source: Source
nb_no: Kilde

# nft ip saddr
source: Source IP
nb_no: Kilde IP

# nft ip6 saddr
source: Source IPv6
nb_no: Kilde IPv6

source: Source interface
nb_no: Kildegrensesnitt

# nft ip sport
source: Source port
nb_no: Kildeport

source: Special <abbr title="Preboot eXecution Environment">PXE</abbr> boot options for Dnsmasq.
nb_no: Spesielle <abbr title="Preboot eXecution Environment">PXE</abbr> oppstartsalternativer for Dnsmasq.

source: Specifies a fixed list of DNS search domains to announce via DHCPv6. If left unspecified, the local device DNS search domain will be announced.
nb_no: Spesifiserer en fast liste over DNS-søkedomener som skal kunngjøres via DHCPv6. Hvis det ikke spesifiseres, vil den lokale enhetens DNS-søkedomene bli annonsert.

source: Specifies a fixed list of IPv6 DNS server addresses to announce via DHCPv6. If left unspecified, the device will announce itself as IPv6 DNS server unless the <em>Local IPv6 DNS server</em> option is disabled.
nb_no: Spesifiserer en fast liste over IPv6 DNS-serveradresser som skal kunngjøres via DHCPv6. Hvis den ikke er spesifisert, vil enheten kunngjøre seg selv som IPv6 DNS-server med mindre alternativet <em>Lokal IPv6 DNS-server</em> er deaktivert.

source: Specifies an individual UID or range of UIDs to match, e.g. 1000 to match corresponding UID or 1000-1005 to inclusively match all UIDs within the corresponding range
nb_no: Spesifiserer en individuell UID eller rekke UIDer som skal samsvare, f.eks. 1000 for å matche tilsvarende UID eller 1000-1005 for å inkludere alle UID-er innenfor det tilsvarende området

source: Specifies that duplicate frames (received on inactive ports) should be dropped or delivered
nb_no: Spesifiserer at dupliserte rammer (mottatt på inaktive porter) skal droppes eller leveres

source: Specifies the ARP link monitoring frequency in milliseconds
nb_no: Spesifiserer ARP-koblingsovervåkingsfrekvensen i millisekunder

source: Specifies the IP addresses to use for ARP monitoring
nb_no: Angir IP-adressene som skal brukes for ARP-overvåking

source: Specifies the MII link monitoring frequency in milliseconds
nb_no: Spesifiserer MII-koblingsovervåkingsfrekvensen i millisekunder

source: Specifies the TOS value to match in IP headers
nb_no: Angir TOS-verdien som skal samsvare i IP-overskrifter

source: Specifies the aggregation selection logic to use
nb_no: Angir aggregeringsvalglogikken som skal brukes

source: Specifies the destination subnet to match (CIDR notation)
nb_no: Spesifiserer destinasjonsundernettet som skal samsvare (CIDR-notasjon)

source: Specifies the directory the device is attached to
nb_no: Angir katalogen enheten er koblet til

source: Specifies the flags sent in <abbr title="Router Advertisement">RA</abbr> messages, for example to instruct clients to request further information via stateful DHCPv6.
nb_no: Spesifiserer flaggene som sendes i <abbr title="Router Advertisement">RA</abbr>-meldinger, for eksempel for å instruere klienter om å be om ytterligere informasjon via stateful DHCPv6.

source: Specifies the fwmark and optionally its mask to match, e.g. 0xFF to match mark 255 or 0x0/0x1 to match any even mark value
nb_no: Spesifiserer fw-merket og eventuelt masken for å matche, f.eks. 0xFF for å matche merke 255 eller 0x0/0x1 for å matche en jevn merkeverdi

source: Specifies the incoming logical interface name
nb_no: Angir navnet på det innkommende logiske grensesnittet

source: Specifies the logical interface name of the parent (or master) interface this route belongs to
nb_no: Angir det logiske grensesnittnavnet til det overordnede (eller hoved) grensesnittet som denne ruten tilhører

source: Specifies the mac-address for the actor in protocol packet exchanges (LACPDUs). If empty, masters' mac address defaults to system default
nb_no: Spesifiserer mac-adressen for aktøren i protokollpakkeutveksling (LACPDU). Hvis den er tom, er masterens mac-adresse som standard systemstandard

source: Specifies the maximum amount of failed ARP requests until hosts are presumed to be dead
nb_no: Spesifiserer maksimalt antall mislykkede ARP-forespørsler til vertene antas å være døde

source: Specifies the maximum amount of seconds after which hosts are presumed to be dead
nb_no: Angir det maksimale antallet sekunder som verter antas å være døde etter

source: Specifies the maximum transmit power the wireless radio may use. Depending on regulatory requirements and wireless usage, the actual transmit power may be reduced by the driver.
nb_no: Angir maksimal sendeeffekt den trådløse radioen kan bruke. Avhengig av regulatoriske krav og trådløs bruk, kan den faktiske sendeeffekten reduseres av sjåføren.

source: Specifies the minimum number of links that must be active before asserting carrier
nb_no: Spesifiserer minimum antall lenker som må være aktive før operatøren kan bekreftes

source: Specifies the mode to be used for this bonding interface
nb_no: Angir modusen som skal brukes for dette bindingsgrensesnittet

source: Specifies the network gateway. If omitted, the gateway from the parent interface is taken if any, otherwise creates a link scope route. If set to 0.0.0.0 no gateway will be specified for the route
nb_no: Spesifiserer nettverksporten. Hvis utelatt, tas gatewayen fra det overordnede grensesnittet hvis noen, ellers oppretter en koblingsomfangsrute. Hvis satt til 0.0.0.0, vil ingen gateway spesifiseres for ruten

source: Specifies the number of IGMP membership reports to be issued after a failover event in 200ms intervals
nb_no: Angir antall IGMP-medlemskapsrapporter som skal utstedes etter en failover-hendelse i intervaller på 200 ms

source: Specifies the number of packets to transmit through a slave before moving to the next one
nb_no: Spesifiserer antall pakker som skal sendes gjennom en slave før du går til neste

source: Specifies the number of peer notifications (gratuitous ARPs and unsolicited IPv6 Neighbor Advertisements) to be issued after a failover event
nb_no: Spesifiserer antall peer-varsler (gratis ARPer og uønskede IPv6 Neighbor Advertisements) som skal utstedes etter en failover-hendelse

source: Specifies the number of seconds between instances where the bonding driver sends learning packets to each slaves peer switch
nb_no: Angir antall sekunder mellom tilfeller der bonding-driveren sender læringspakker til hver slaves peer-svitsj

source: Specifies the ordering of the IP rules
nb_no: Spesifiserer rekkefølgen av IP-reglene

source: Specifies the outgoing logical interface name
nb_no: Angir navnet på det utgående logiske grensesnittet

source: Specifies the preferred source address when sending to destinations covered by the target
nb_no: Angir den foretrukne kildeadressen når du sender til destinasjoner som dekkes av målet

source: Specifies the quantity of ARP IP targets that must be reachable
nb_no: Spesifiserer antallet ARP IP-mål som må kunne nås

source: Specifies the rate in which the link partner will be asked to transmit LACPDU packets
nb_no: Angir hastigheten som koblingspartneren vil bli bedt om å sende LACPDU-pakker med

source: Specifies the reselection policy for the primary slave when failure of the active slave or recovery of the primary slave occurs
nb_no: Spesifiserer omvalgspolicyen for primærslaven når feil i den aktive slaven eller gjenoppretting av primærslaven oppstår

source: Specifies the route metric to use
nb_no: Angir ruteberegningen som skal brukes

source: Specifies the route type to be created
nb_no: Angir rutetypen som skal opprettes

source: Specifies the rule target routing action
nb_no: Angir rutehandlingen for regelmålet

source: Specifies the source subnet to match (CIDR notation)
nb_no: Spesifiserer kildeundernettet som skal samsvare (CIDR-notasjon)

source: Specifies the system priority
nb_no: Angir systemprioritet

source: Specifies the time in milliseconds to wait before disabling a slave after a link failure detection
nb_no: Angir tiden i millisekunder det skal ventes før en slave deaktiveres etter en koblingsfeildeteksjon

source: Specifies the time in milliseconds to wait before enabling a slave after a link recovery detection
nb_no: Spesifiserer tiden i millisekunder det skal ventes før en slave aktiveres etter gjenoppretting av koblinger

source: Specifies the wired ports to attach to this bridge. In order to attach wireless networks, choose the associated interface as network in the wireless settings.
nb_no: Angir kablede porter som skal kobles til denne broen. For å koble til trådløse nettverk, velg det tilhørende grensesnittet som nettverk i de trådløse innstillingene.

source: Specifies whether ARP probes and replies should be validated or non-ARP traffic should be filtered for link monitoring
nb_no: Spesifiserer om ARP-sonder og svar skal valideres eller ikke-ARP-trafikk skal filtreres for koblingsovervåking

source: Specifies whether active-backup mode should set all slaves to the same MAC address at enslavement
nb_no: Spesifiserer om aktiv backup-modus skal sette alle slaver til samme MAC-adresse ved slavebinding

source: Specifies whether or not miimon should use MII or ETHTOOL ioctls vs. netif_carrier_ok()
nb_no: Spesifiserer om miimon skal bruke MII eller ETHTOOL ioctls vs. netif_carrier_ok()

source: Specifies whether to shuffle active flows across slaves based on the load
nb_no: Spesifiserer om aktive flyter skal blandes på tvers av slaver basert på belastningen

source: Specifies which slave interfaces should be attached to this bonding interface
nb_no: Spesifiserer hvilke slavegrensesnitt som skal kobles til dette bindingsgrensesnittet

source: Specifies which slave is the primary device. It will always be the active slave while it is available
nb_no: Angir hvilken slave som er den primære enheten. Den vil alltid være den aktive slaven mens den er tilgjengelig

source: Specify a TOS (Type of Service).
nb_no: Spesifiser en TOS (Type of Service).

source: Specify a TOS (Type of Service). Can be <code>inherit</code> (the outer header inherits the value of the inner header) or an hexadecimal value <code>00..FF</code> (optional).
nb_no: Spesifiser en TOS (Type of Service). Kan være <code>inherit</code> (den ytre overskriften arver verdien til den indre overskriften) eller en heksadesimal verdi <code>00..FF</code> (valgfritt).

source: Specify a TTL (Time to Live) for the encapsulating packet other than the default (64) (optional).
nb_no: Spesifiser en annen TTL (Time to Live) for innkapslingspakken enn standard (64) (valgfritt).

source: Specify a TTL (Time to Live) for the encapsulating packet other than the default (64).
nb_no: Spesifiser en annen TTL (Time to Live) for innkapslingspakken enn standarden (64).

source: Specify a Traffic Class. Can be <code>inherit</code> (the outer header inherits the value of the inner header) or an hexadecimal value <code>00..FF</code> (optional).
nb_no: Spesifiser en trafikkklasse. Kan være <code>inherit</code> (den ytre overskriften arver verdien til den indre overskriften) eller en heksadesimal verdi <code>00..FF</code> (valgfritt).

source: Specify an MTU (Maximum Transmission Unit) other than the default (1280 bytes) (optional).
nb_no: Spesifiser en annen MTU (maksimal overføringsenhet) enn standarden (1280 byte) (valgfritt).

source: Specify an MTU (Maximum Transmission Unit) other than the default (1280 bytes).
nb_no: Spesifiser en annen MTU (maksimal overføringsenhet) enn standarden (1280 byte).

source: Specify the secret encryption key here.
nb_no: Spesifiser den hemmelige krypteringsnøkkelen her.

source: Speed: %d Mibit/s, Duplex: %s
nb_no: Hastighet: %d Mibit/s, Dupleks: %s

source: Splitterless ADSL (G.992.2) Annex A
nb_no: Splitterless ADSL (G.992.2) vedlegg A

source: Stale neighbour cache timeout
nb_no: Tidsavbrudd for gammel nabobuffer

source: Standard: none
nb_no: Standard: ingen

source: Start priority
nb_no: Startprioritet

source: Start refresh
nb_no: Start oppdateringen

source: Starting configuration apply…
nb_no: Starter konfigurasjon gjelder …

source: Starting wireless scan...
nb_no: Starter trådløs skanning...

source: Startup
nb_no: Oppstart

source: State
nb_no: Tilstand

source: Static IPv4 Routes
nb_no: Statiske IPv4-ruter

source: Static IPv6 Routes
nb_no: Statiske IPv6-ruter

source: Static Lease
nb_no: Statisk leieavtale

source: Static Leases
nb_no: Statiske leieavtaler

source: Static address
nb_no: Statisk adresse

source: Static leases are used to assign fixed IP addresses and symbolic hostnames to DHCP clients. They are also required for non-dynamic interface configurations where only hosts with a corresponding lease are served.
nb_no: Statiske leieavtaler brukes til å tildele faste IP-adresser og symbolske vertsnavn til DHCP-klienter. De kreves også for ikke-dynamiske grensesnittkonfigurasjoner der kun verter med en tilsvarende leieavtale betjenes.

source: Station inactivity limit
nb_no: Grense for inaktivitet på stasjonen

source: Steering flows (<abbr title="Receive Packet Steering">RPS</abbr>)
nb_no: Styreflyt (<abbr title="Receive Packet Steering">RPS</abbr>)

source: Stop
nb_no: Stoppe

source: Stop WPS
nb_no: Stopp WPS

source: Stop refresh
nb_no: Stopp oppdateringen

source: Storage
nb_no: Lagring

source: Strict filtering
nb_no: Streng filtrering

source: Strict order
nb_no: Strenge orden

source: Strong
nb_no: Sterk

source: Submit
nb_no: Send inn

source: Suggested: 128
nb_no: Foreslått: 128

source: Suppress logging
nb_no: Undertrykk logging

source: Suppress logging of the routine operation for the DHCP protocol.
nb_no: Undertrykk logging av rutineoperasjonen for DHCP-protokollen.

source: Swap free
nb_no: Bytt gratis

source: Switch
nb_no: Bryter

source: Switch %q
nb_no: Bryter %q

source: Switch %q has an unknown topology - the VLAN settings might not be accurate.
nb_no: Bryter %q har en ukjent topologi - VLAN-innstillingene er kanskje ikke nøyaktige.

source: Switch VLAN
nb_no: Bytt VLAN

source: Switch port
nb_no: Bytt port

source: Switch protocol
nb_no: Bytt protokoll

source: Switch to CIDR list notation
nb_no: Bytt til CIDR-listenotasjon

source: Symbolic link
nb_no: Symbolsk lenke

source: Sync with NTP-Server
nb_no: Synkroniser med NTP-server

source: Sync with browser
nb_no: Synkroniser med nettleseren

source: Syntax:
nb_no: Syntaks:

source: Syntax: {code_syntax}.
nb_no: Syntaks: {code_syntax}.

source: System Log
nb_no: Systemlogg

source: System Priority
nb_no: Systemprioritet

source: System Properties
nb_no: Systemegenskaper

source: System load
nb_no: Systembelastning

source: System log buffer size
nb_no: Systemloggbufferstørrelse

source: System running in recovery (initramfs) mode.
nb_no: Systemet kjører i gjenopprettingsmodus (initramfs).

# nft tcp dport
source: TCP destination port
nb_no: TCP destinasjonsport

# nft tcp flags
source: TCP flags
nb_no: TCP-flagg

# nft tcp sport
source: TCP source port
nb_no: TCP-kildeport

source: TFTP server root
nb_no: TFTP-serverrot

source: TX queue length
nb_no: Lengde på TX-kø

source: Table
nb_no: Bord

source: Table IP family
nb_no: Tabell IP-familie

# VLAN port state
source: Tagged
nb_no: Tagget

source: Target
nb_no: Mål

source: Target Platform
nb_no: Målplattform

source: Target network
nb_no: Målnettverk

source: Temp space
nb_no: Temp plass

source: Terminate
nb_no: Avslutte

source: The <abbr title="Maximum Transmission Unit">MTU</abbr> to be published in <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr> messages. Minimum is 1280 bytes.
nb_no: <abbr title="Maximum Transmission Unit">MTU</abbr> som skal publiseres i <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>-meldinger. Minimum er 1280 byte.

source: The <em>Managed address configuration</em> (M) flag indicates that IPv6 addresses are available via DHCPv6.
nb_no: <em>Administrert adressekonfigurasjon</em> (M)-flagget indikerer at IPv6-adresser er tilgjengelige via DHCPv6.

source: The <em>Mobile IPv6 Home Agent</em> (H) flag indicates that the device is also acting as Mobile IPv6 home agent on this link.
nb_no: <em>Mobil IPv6-hjemmeagent</em> (H)-flagget indikerer at enheten også fungerer som mobil IPv6-hjemmeagent på denne koblingen.

source: The <em>Other configuration</em> (O) flag indicates that other information, such as DNS servers, is available via DHCPv6.
nb_no: <em>Annen konfigurasjon</em> (O)-flagget indikerer at annen informasjon, for eksempel DNS-servere, er tilgjengelig via DHCPv6.

source: The <em>block mount</em> command failed with code %d
nb_no: Kommandoen <em>block mount</em> mislyktes med koden %d

source: The DHCPv6-DUID (DHCP unique identifier) of this host.
nb_no: DHCPv6-DUID (DHCP unik identifikator) til denne verten.

source: The DNS server entries in the local resolv.conf are primarily sorted by the weight specified here
nb_no: DNS-serveroppføringene i den lokale resolv.conf er primært sortert etter vekten som er spesifisert her

source: The HE.net endpoint update configuration changed, you must now use the plain username instead of the user ID!
nb_no: Konfigurasjonen av HE.net-endepunktoppdateringen er endret, du må nå bruke det vanlige brukernavnet i stedet for bruker-IDen!

source: The IP address %h is already used by another static lease
nb_no: IP-adressen %h er allerede brukt av en annen statisk leieavtale

source: The IP address is outside of any DHCP pool address range
nb_no: IP-adressen er utenfor et hvilket som helst DHCP-pooladresseområde

source: The IP address of the boot server
nb_no: IP-adressen til oppstartsserveren
