Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: valid network device name between 1 and 15 characters not containing ":", "/", "%" or spaces
nb_no: gyldig nettverksenhetsnavn mellom 1 og 15 tegn som ikke inneholder ":", "/", "%" eller mellomrom

source: valid network device name, not "." or ".."
nb_no: gyldig nettverksenhetsnavn, ikke "." eller ".."

source: valid network in address/netmask notation
nb_no: gyldig nettverk i adresse/nettmaske-notasjon

source: valid phone digit (0-9, "*", "#", "!" or ".")
nb_no: gyldig telefonsiffer (0-9, "*", "#", "!" eller ".")

source: valid port or port range (port1-port2)
nb_no: gyldig port eller portområde (port1-port2)

source: valid port value
nb_no: gyldig portverdi

source: valid time (HH:MM:SS)
nb_no: gyldig tid (TT:MM:SS)

source: value between %d and %d characters
nb_no: verdi mellom %d og %d tegn

source: value between %f and %f
nb_no: verdi mellom %f og %f

source: value greater or equal to %f
nb_no: verdi større eller lik %f

source: value smaller or equal to %f
nb_no: verdi mindre eller lik %f

source: value with %d characters
nb_no: verdi med %d tegn

source: value with at least %d characters
nb_no: verdi med minst %d tegn

source: value with at most %d characters
nb_no: verdi med maksimalt %d tegn

source: weak security
nb_no: svak sikkerhet

# nft unit
source: week
nb_no: uke

source: yes
nb_no: ja

# hint: <code>/#/</code> matches any domain (and returns NXDOMAIN).
source: {any_domain} matches any domain (and returns {nxdomain}).
nb_no: {any_domain} samsvarer med et hvilket som helst domene (og returnerer {nxdomain}).

source: {example_null} returns {null_addr} addresses ({null_ipv4}, {null_ipv6}) for {example_com} and its subdomains.
nb_no: {example_null} returnerer {null_addr}-adresser ({null_ipv4}, {null_ipv6}) for {example_com} og dets underdomener.

# hint: <code>/example.com/</code> returns <code>NXDOMAIN</code>.
source: {example_nx} returns {nxdomain}.
nb_no: {example_nx} returnerer {nxdomain}.

source: « Back
nb_no: «Tilbake
