Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: Transmitted bytes
nb_no: Overførte bytes

source: Transmitted packets
nb_no: Overførte pakker

# nft @th,off,len
source: Transport header bits %d-%d
nb_no: Transporthodebiter %d-%d

# nft th dport
source: Transport header destination port
nb_no: Destinasjonsport for transporthode

# nft th sport
source: Transport header source port
nb_no: Kildeport for transporthode

source: Trigger
nb_no: Avtrekker

source: Trigger Mode
nb_no: Utløsermodus

source: Tunnel Interface
nb_no: Tunnelgrensesnitt

source: Tunnel device
nb_no: Tunnelenhet

source: Type of service
nb_no: Type tjeneste

# nft udp dport
source: UDP destination port
nb_no: UDP destinasjonsport

# nft udp sport
source: UDP source port
nb_no: UDP-kildeport

source: ULA for IPv6 is analogous to IPv4 private network addressing.
nb_no: ULA for IPv6 er analog med IPv4 privat nettverksadressering.

source: UMTS only
nb_no: Kun UMTS

source: URI scheme %s not supported
nb_no: URI-skjema %s støttes ikke

source: Unable to determine device name
nb_no: Kan ikke bestemme enhetsnavnet

source: Unable to determine external IP address
nb_no: Kan ikke bestemme ekstern IP-adresse

source: Unable to determine upstream interface
nb_no: Kan ikke bestemme oppstrøms grensesnitt

source: Unable to dispatch
nb_no: Kan ikke sendes

source: Unable to load log data:
nb_no: Kan ikke laste loggdata:

source: Unable to obtain client ID
nb_no: Kan ikke hente klient-ID

source: Unable to obtain mount information
nb_no: Kan ikke hente monteringsinformasjon

source: Unable to reset ip6tables counters: %s
nb_no: Kan ikke tilbakestille ip6tables-tellere: %s

source: Unable to reset iptables counters: %s
nb_no: Kan ikke tilbakestille iptables-tellere: %s

source: Unable to resolve AFTR host name
nb_no: Kan ikke løse AFTR-vertsnavnet

source: Unable to resolve peer host name
nb_no: Kan ikke løse navn på peer-vert

source: Unable to restart firewall: %s
nb_no: Kan ikke starte brannmuren på nytt: %s

source: Unable to save contents: %s
nb_no: Kan ikke lagre innholdet: %s

source: Unable to set allowed mode list.
nb_no: Kan ikke angi tillatt modusliste.

source: Unable to set preferred mode.
nb_no: Kan ikke angi foretrukket modus.

source: Unable to verify PIN
nb_no: Kan ikke bekrefte PIN-koden

source: Unconfigure
nb_no: Avkonfigurere

source: Unexpected reply data format
nb_no: Uventet svardataformat

source: Unique Local Address (%s) - prefix <code>fd00::/8</code> (the L bit is always 1).
nb_no: Unik lokal adresse (%s) - prefiks <code>fd00::/8</code> (L-biten er alltid 1).

source: Unknown
nb_no: Ukjent

source: Unknown and unsupported connection method.
nb_no: Ukjent og ikke støttet tilkoblingsmetode.

source: Unknown error (%s)
nb_no: Ukjent feil (%s)

source: Unknown error code
nb_no: Ukjent feilkode

source: Unmanaged
nb_no: Uadministrert

source: Unmount
nb_no: Demonter

# Dnsmasq instance
source: Unnamed instance #%d
nb_no: Unavngitt forekomst #%d

source: Unnamed key
nb_no: Nøkkelen uten navn

source: Unsaved Changes
nb_no: Ulagrede endringer

source: Unspecified error
nb_no: Uspesifisert feil

source: Unsupported MAP type
nb_no: Ustøttet MAP-type

source: Unsupported URI scheme in %s
nb_no: URI-skjemaet støttes ikke i %s

source: Unsupported modem
nb_no: Ustøttet modem

source: Unsupported protocol
nb_no: Ikke støttet protokoll

source: Unsupported protocol type.
nb_no: Ustøttet protokolltype.

# VLAN port state
source: Untagged
nb_no: Umerket

source: Untitled peer
nb_no: Peer uten tittel

source: Up
nb_no: Opp

source: Up Delay
nb_no: Opp-forsinkelse

source: Upload
nb_no: Last opp

source: Upload a sysupgrade-compatible image here to replace the running firmware.
nb_no: Last opp et sysupgrade-kompatibelt bilde her for å erstatte den kjørende fastvaren.

source: Upload archive...
nb_no: Last opp arkiv...

source: Upload file
nb_no: Last opp fil

source: Upload file…
nb_no: Last opp fil...

source: Upload has been cancelled
nb_no: Opplastingen er avbrutt

source: Upload request failed: %s
nb_no: Opplastingsforespørsel mislyktes: %s

source: Uploading file…
nb_no: Laster opp fil …

source: Upon pressing "Continue", anonymous "wifi-iface" sections will be assigned with a name in the form <em>wifinet#</em> and the network will be restarted to apply the updated configuration.
nb_no: Ved å trykke "Fortsett", vil anonyme "wifi-iface"-seksjoner bli tildelt et navn i formen <em>wifinet#</em> og nettverket vil bli startet på nytt for å bruke den oppdaterte konfigurasjonen.

source: Upon pressing "Continue", bridges configuration will be updated and the network will be restarted to apply the updated configuration.
nb_no: Ved å trykke "Fortsett", vil brokonfigurasjonen bli oppdatert og nettverket startes på nytt for å bruke den oppdaterte konfigurasjonen.

source: Upon pressing "Continue", ifname options will get renamed and the network will be restarted to apply the updated configuration.
nb_no: Ved å trykke "Fortsett", vil ifname-alternativene få nytt navn og nettverket startes på nytt for å bruke den oppdaterte konfigurasjonen.

source: Uptime
nb_no: Oppetid

source: Use DHCP
nb_no: Bruk DHCP

source: Use DHCP advertised servers
nb_no: Bruk DHCP-annonserte servere

source: Use DHCP gateway
nb_no: Bruk DHCP-gateway

source: Use DHCPv6
nb_no: Bruk DHCPv6

source: Use DNS servers advertised by peer
nb_no: Bruk DNS-servere annonsert av peer

source: Use ISO/IEC 3166 alpha2 country codes.
nb_no: Bruk ISO/IEC 3166 alpha2-landskoder.

source: Use MTU on tunnel interface
nb_no: Bruk MTU på tunnelgrensesnitt

source: Use TTL on tunnel interface
nb_no: Bruk TTL på tunnelgrensesnitt

source: Use XOR of hardware MAC addresses (layer2)
nb_no: Bruk XOR for maskinvare MAC-adresser (lag2)

source: Use XOR of hardware MAC addresses and IP addresses (layer2+3)
nb_no: Bruk XOR av maskinvare MAC-adresser og IP-adresser (lag2+3)

source: Use XOR of hardware MAC addresses and IP addresses, rely on skb_flow_dissect (encap2+3)
nb_no: Bruk XOR av maskinvare MAC-adresser og IP-adresser, stol på skb_flow_dissect (encap2+3)

source: Use as external overlay (/overlay)
nb_no: Bruk som eksternt overlegg (/overlegg)

source: Use as root filesystem (/)
nb_no: Bruk som rotfilsystem (/)

source: Use broadcast flag
nb_no: Bruk kringkastingsflagg

source: Use builtin IPv6-management
nb_no: Bruk innebygd IPv6-administrasjon

source: Use custom DNS servers
nb_no: Bruk egendefinerte DNS-servere

source: Use default gateway
nb_no: Bruk standard gateway

source: Use gateway metric
nb_no: Bruk gateway-beregning

source: Use legacy MAP
nb_no: Bruk eldre MAP

source: Use legacy MAP interface identifier format (draft-ietf-softwire-map-00) instead of RFC7597
nb_no: Bruk eldre MAP-grensesnittidentifikatorformat (draft-ietf-softwire-map-00) i stedet for RFC7597

source: Use routing table
nb_no: Bruk rutetabell

# nft nat flag persistent
source: Use same source and destination for each connection
nb_no: Bruk samme kilde og destinasjon for hver tilkobling

source: Use system certificates
nb_no: Bruk systemsertifikater

source: Use system certificates for inner-tunnel
nb_no: Bruk systemsertifikater for indre tunnel

source: Use the <em>Add</em> Button to add a new lease entry. The <em>MAC address</em> identifies the host, the <em>IPv4 address</em> specifies the fixed address to use, and the <em>Hostname</em> is assigned as a symbolic name to the requesting host. The optional <em>Lease time</em> can be used to set non-standard host-specific lease time, e.g. 12h, 3d or infinite.
nb_no: Bruk <em>Legg til</em>-knappen for å legge til en ny leiekontrakt. <em>MAC-adressen</em> identifiserer verten, <em>IPv4-adressen</em> spesifiserer den faste adressen som skal brukes, og <em>Vertsnavnet</em> blir tildelt som et symbolsk navn til den som ber om vert. Den valgfrie <em>Leietiden</em> kan brukes til å angi ikke-standard vertsspesifikk leietid, f.eks. 12t, 3d eller uendelig.

source: Use upper layer protocol information (layer3+4)
nb_no: Bruk øvre lags protokollinformasjon (lag3+4)

source: Use upper layer protocol information, rely on skb_flow_dissect (encap3+4)
nb_no: Bruk øvre lags protokollinformasjon, stol på skb_flow_dissect (encap3+4)

source: Use {etc_ethers}
nb_no: Bruk {etc_ethers}

source: Used
nb_no: Brukt

source: Used Key Slot
nb_no: Brukt nøkkelspor

source: Used for two different purposes: RADIUS NAS ID and 802.11r R0KH-ID. Not needed with normal WPA(2)-PSK.
nb_no: Brukes til to forskjellige formål: RADIUS NAS ID og 802.11r R0KH-ID. Ikke nødvendig med vanlig WPA(2)-PSK.

source: Useful for systems behind firewalls.
nb_no: Nyttig for systemer bak brannmurer.

source: User certificate (PEM encoded)
nb_no: Brukersertifikat (PEM-kodet)

source: User identifier
nb_no: Brukeridentifikator

source: User key (PEM encoded)
nb_no: Brukernøkkel (PEM-kodet)

source: Username
nb_no: Brukernavn

source: Utilize flow table <strong>%h</strong>
nb_no: Bruk flyttabell <strong>%h</strong>

source: VLANs on %q
nb_no: VLAN på %q

source: VPN Local address
nb_no: VPN lokal adresse

source: VPN Local port
nb_no: VPN lokal port

source: VPN Protocol
nb_no: VPN-protokoll

source: VPN Server certificate's SHA256 hash
nb_no: VPN-serversertifikats SHA256-hash

source: VPN Server's certificate SHA1 hash
nb_no: VPN-serverens sertifikat SHA1-hash

source: VPNC (CISCO 3000 (and others) VPN)
nb_no: VPNC (CISCO 3000 (og andre) VPN)

source: VXLAN network identifier
nb_no: VXLAN-nettverksidentifikator

source: Validate DNS replies and cache DNSSEC data, requires upstream to support DNSSEC.
nb_no: Validere DNS-svar og bufre DNSSEC-data, krever oppstrøms for å støtte DNSSEC.

source: Validate server certificate using built-in system CA bundle,<br />requires the "ca-bundle" package
nb_no: Valider serversertifikat ved hjelp av innebygd system CA-pakke,<br />krever "ca-bundle"-pakken

source: Validation for all slaves
nb_no: Validering for alle slaver

source: Validation only for active slave
nb_no: Validering kun for aktiv slave

source: Validation only for backup slaves
nb_no: Validering kun for backup-slaver

source: Vendor
nb_no: Selger

source: Vendor Class to send when requesting DHCP
nb_no: Leverandørklasse å sende når du ber om DHCP

source: Verify unsigned domain responses really come from unsigned domains.
nb_no: Bekreft at usignerte domenesvar virkelig kommer fra usignerte domener.

source: Verifying the uploaded image file.
nb_no: Bekrefter den opplastede bildefilen.

source: Very High
nb_no: Veldig høy

source: Virtual Ethernet
nb_no: Virtuelt Ethernet

source: Virtual dynamic interface
nb_no: Virtuelt dynamisk grensesnitt

source: WEP Open System
nb_no: WEP åpent system

source: WEP Shared Key
nb_no: WEP delt nøkkel

source: WEP passphrase
nb_no: WEP-passord

source: WMM Mode
nb_no: WMM-modus

source: WNM Sleep Mode
nb_no: WNM hvilemodus

source: WNM Sleep Mode Fixes
nb_no: WNM hvilemodus-fikser

source: WPA passphrase
nb_no: WPA-passord

source: WPA-Encryption requires wpa_supplicant (for client mode) or hostapd (for AP and ad-hoc mode) to be installed.
nb_no: WPA-kryptering krever at wpa_supplicant (for klientmodus) eller hostapd (for AP og ad-hoc-modus) er installert.

source: Waiting for device...
nb_no: Venter på enheten ...

source: Warn
nb_no: Varsle

source: Warning
nb_no: Advarsel

source: Warning: There are unsaved changes that will get lost on reboot!
nb_no: Advarsel: Det er ulagrede endringer som vil gå tapt ved omstart!

source: Weak
nb_no: Svak

source: Weight
nb_no: Vekt

source: When a host matches an entry then the special tag %s is set. Use %s to match all known hosts.
nb_no: Når en vert matcher en oppføring, settes spesialkoden %s. Bruk %s for å matche alle kjente verter.

source: When delegating prefixes to multiple downstreams, interfaces with a higher preference value are considered first when allocating subnets.
nb_no: Når du delegerer prefikser til flere nedstrøms, vurderes grensesnitt med en høyere preferanseverdi først ved tildeling av undernett.

source: When enabled network coding increases the WiFi throughput by combining multiple frames into a single frame, thus reducing the needed air time.
nb_no: Når aktivert, øker nettverkskoding WiFi-gjennomstrømningen ved å kombinere flere rammer til en enkelt ramme, og dermed redusere den nødvendige lufttiden.

source: When enabled the distributed ARP table forms a mesh-wide ARP cache that helps non-mesh clients to get ARP responses much more reliably and without much delay.
nb_no: Når den er aktivert, danner den distribuerte ARP-tabellen en mesh-omfattende ARP-buffer som hjelper ikke-mesh-klienter til å få ARP-svar mye mer pålitelig og uten mye forsinkelse.

source: When enabled, gateway is on-link even if the gateway does not match any interface prefix
nb_no: Når den er aktivert, er gatewayen på lenken selv om gatewayen ikke samsvarer med noen grensesnittprefiks

source: When enabled, new ARP table entries are added from received gratuitous ARP requests or replies, otherwise only preexisting table entries are updated, but no new hosts are learned.
nb_no: Når aktivert, legges nye ARP-tabelloppføringer til fra mottatte gratis ARP-forespørsler eller svar, ellers oppdateres bare eksisterende tabelloppføringer, men ingen nye verter læres.

source: When inverted, the LED is continuously lit and flickers instead of it being off by default and blinking on system activity.
nb_no: Når den er invertert, lyser LED-en kontinuerlig og flimrer i stedet for at den er av som standard og blinker ved systemaktivitet.

source: When running the mesh over multiple WiFi interfaces per node batman-adv is capable of optimizing the traffic flow to gain maximum performance.
nb_no: Når du kjører mesh over flere WiFi-grensesnitt per node, er batman-adv i stand til å optimalisere trafikkflyten for å oppnå maksimal ytelse.

source: When using a PSK, the PMK can be automatically generated. When enabled, the R0/R1 key options below are not applied. Disable this to use the R0 and R1 key options.
nb_no: Når du bruker en PSK, kan PMK genereres automatisk. Når aktivert, brukes ikke R0/R1-tastalternativene nedenfor. Deaktiver dette for å bruke nøkkelalternativene R0 og R1.

source: Where Wi-Fi Multimedia (WMM) Mode QoS is disabled, clients may be limited to 802.11a/802.11g rates.
nb_no: Der Wi-Fi Multimedia (WMM) Mode QoS er deaktivert, kan klienter være begrenset til 802.11a/802.11g-hastigheter.

source: Where the ESSID is hidden, clients may fail to roam and airtime efficiency may be significantly reduced.
nb_no: Der ESSID-en er skjult, kan klienter mislykkes i å roame og sendetidseffektiviteten kan reduseres betydelig.

source: Which is used to access this %s
nb_no: Som brukes for å få tilgang til denne %s

source: Width
nb_no: Bredde

source: WireGuard peer is disabled
nb_no: WireGuard peer er deaktivert

source: Wireless
nb_no: Trådløs

source: Wireless Adapter
nb_no: Trådløs adapter

source: Wireless Network
nb_no: Trådløst nettverk

source: Wireless Overview
nb_no: Trådløs oversikt

source: Wireless Security
nb_no: Trådløs sikkerhet

source: Wireless configuration migration
nb_no: Migrering av trådløs konfigurasjon

source: Wireless is disabled
nb_no: Trådløst er deaktivert

source: Wireless is not associated
nb_no: Trådløst er ikke tilknyttet

source: Wireless network is disabled
nb_no: Trådløst nettverk er deaktivert

source: Wireless network is enabled
nb_no: Trådløst nettverk er aktivert

source: Workaround mode can only be used when acting as an access point.
nb_no: Løsningsmodus kan bare brukes når den fungerer som et tilgangspunkt.

source: Write received DNS queries to syslog.
nb_no: Skriv mottatte DNS-spørringer til syslog.

source: Write system log to file
nb_no: Skriv systemlogg til fil

source: XOR policy (balance-xor, 2)
nb_no: XOR-policy (balanse-xor, 2)

source: Yes
nb_no: Ja

source: Yes (none, 0)
nb_no: Ja (ingen, 0)

source: Yggdrasil Network
nb_no: Yggdrasil Nettverk

source: You appear to be currently connected to the device via the "%h" interface. Do you really want to shut down the interface?
nb_no: Du ser ut til å være koblet til enheten via "%h"-grensesnittet. Vil du virkelig stenge grensesnittet?

source: You can enable or disable installed init scripts here. Changes will be applied after a device reboot.<br /><strong>Warning: If you disable essential init scripts like "network", your device might become inaccessible!</strong>
nb_no: Du kan aktivere eller deaktivere installerte init-skript her. Endringer vil bli brukt etter en omstart av enheten.<br /><strong>Advarsel: Hvis du deaktiverer viktige init-skript som "nettverk", kan enheten din bli utilgjengelig!</strong>

source: You may add multiple records for the same Target.
nb_no: Du kan legge til flere poster for samme mål.

source: You may add multiple records for the same domain.
nb_no: Du kan legge til flere poster for samme domene.

source: You may add multiple unique Relay To on the same Listen addr.
nb_no: Du kan legge til flere unike Relay To på samme Lytt-adr.

source: You must enable JavaScript in your browser or LuCI will not work properly.
nb_no: Du må aktivere JavaScript i nettleseren din ellers vil ikke LuCI fungere skikkelig.

source: You must select a primary interface which is included in selected slave interfaces!
nb_no: Du må velge et primært grensesnitt som er inkludert i utvalgte slavegrensesnitt!

source: You must select at least one ARP IP target if ARP monitoring is selected!
nb_no: Du må velge minst ett ARP IP-mål hvis ARP-overvåking er valgt!

source: ZRam Compression Algorithm
nb_no: ZRam-komprimeringsalgoritme

source: ZRam Settings
nb_no: ZRam-innstillinger

source: ZRam Size
nb_no: ZRam størrelse

source: _service: _sip, _ldap, _imap, _stun, _xmpp-client, … . (Note: while _http is possible, no browsers support SRV records.)
nb_no: _tjeneste: _ sip, _ldap, _ kart, _ stun, _ xmpp-klient, … . (Merk: selv om _http er mulig, støtter ingen nettlesere SRV-poster.)

source: any
nb_no: noen

source: automatic
nb_no: automatisk

source: automatic (disabled)
nb_no: automatisk (deaktivert)

source: automatic (enabled)
nb_no: automatisk (aktivert)

source: bridged
nb_no: bygd bro

source: create
nb_no: skape

source: create:
nb_no: skape:

# nft unit
source: day
nb_no: dag

source: disable
nb_no: deaktiver

source: disabled
nb_no: funksjonshemmet

# DHCPv6 address request mode
source: disabled
nb_no: funksjonshemmet

source: driver default
nb_no: driver standard

source: driver default (%s)
nb_no: driver standard (%s)

source: e.g: --proxy 10.10.10.10
nb_no: f.eks: --proxy 10.10.10.10

source: e.g: dump
nb_no: f.eks: dump

source: enabled
nb_no: aktivert

# WireGuard keep alive interval
source: every %ds
nb_no: hver %ds

source: expired
nb_no: utløpt

# DHCPv6 address request mode
source: force
nb_no: makt

source: forced
nb_no: tvunget

source: forward
nb_no: framover

source: full-duplex
nb_no: full-dupleks

source: half-duplex
nb_no: halv tosidig

source: hexadecimal encoded value
nb_no: heksadesimal kodet verdi

source: hidden
nb_no: skjult

# nft unit
source: hour
nb_no: time

source: hybrid mode
nb_no: hybridmodus

source: ignore
nb_no: overse

source: infinite (lease does not expire)
nb_no: uendelig (leieavtalen utløper ikke)

source: integer
nb_no: heltall

source: key between 8 and 63 characters
nb_no: tast mellom 8 og 63 tegn

source: key with either 5 or 13 characters
nb_no: tast med enten 5 eller 13 tegn

source: known
nb_no: kjent

source: known-othernet (on different subnet)
nb_no: kjent annet nett (på annet undernett)

source: managed config (M)
nb_no: administrert konfigurasjon (M)

source: medium security
nb_no: middels sikkerhet

# nft unit
source: minute
nb_no: minutt

source: minutes
nb_no: minutter

source: mobile home agent (H)
nb_no: husbilagent (H)

source: no
nb_no: ingen

source: no link
nb_no: ingen lenke

source: no override
nb_no: ingen overstyring

source: non-empty value
nb_no: ikke-tom verdi

source: none
nb_no: ingen

source: not present
nb_no: ikke tilstede

source: octet string
nb_no: oktettstreng

source: off
nb_no: av

source: on available prefix
nb_no: på tilgjengelig prefiks

source: open network
nb_no: åpent nettverk

source: other config (O)
nb_no: annen konfigurasjon (O)

source: output
nb_no: produksjon

source: over a day ago
nb_no: for over en dag siden

# nft unit
source: packets
nb_no: pakker

source: positive decimal value
nb_no: positiv desimalverdi

source: positive integer value
nb_no: positiv heltallsverdi

source: random
nb_no: tilfeldig

source: randomly generated
nb_no: tilfeldig generert

source: reduces overhead by collecting and aggregating originator messages in a single packet rather than many small ones
nb_no: reduserer overhead ved å samle og samle opphavsmeldinger i en enkelt pakke i stedet for mange små

source: relay mode
nb_no: relémodus

source: routed
nb_no: rutes

source: sec
nb_no: sek

source: server mode
nb_no: servermodus

source: sstpc Log-level
nb_no: sstpc Logg-nivå

source: string (UTF-8)
nb_no: streng (UTF-8)

source: strong security
nb_no: sterk sikkerhet

source: tagged
nb_no: merket

source: time units (TUs / 1.024 ms) [1000-65535]
nb_no: tidsenheter (TUs / 1,024 ms) [1000-65535]

# DHCPv6 address request mode
source: try
nb_no: prøve

source: uHTTPd offers <abbr title="Hypertext Transfer Protocol">HTTP</abbr> or <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr> network access.
nb_no: uHTTPd tilbyr <abbr title="Hypertext Transfer Protocol">HTTP</abbr> eller <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr> nettverkstilgang.

source: unique value
nb_no: unik verdi

source: unknown
nb_no: ukjent

source: unknown version
nb_no: ukjent versjon

source: unlimited
nb_no: ubegrenset

source: unspecified
nb_no: uspesifisert

source: unspecified -or- create:
nb_no: uspesifisert -eller- opprett:

source: untagged
nb_no: umerket

source: valid IP address
nb_no: gyldig IP-adresse

source: valid IP address or prefix
nb_no: gyldig IP-adresse eller prefiks

source: valid IP address range
nb_no: gyldig IP-adresseområde

source: valid IPv4 CIDR
nb_no: gyldig IPv4 CIDR

source: valid IPv4 address
nb_no: gyldig IPv4-adresse

source: valid IPv4 address or network
nb_no: gyldig IPv4-adresse eller nettverk

source: valid IPv4 address range
nb_no: gyldig IPv4-adresseområde

source: valid IPv4 address:port
nb_no: gyldig IPv4-adresse:port

source: valid IPv4 network
nb_no: gyldig IPv4-nettverk

source: valid IPv4 or IPv6 CIDR
nb_no: gyldig IPv4 eller IPv6 CIDR

source: valid IPv4 prefix value (0-32)
nb_no: gyldig IPv4-prefiksverdi (0-32)

source: valid IPv6 CIDR
nb_no: gyldig IPv6 CIDR

source: valid IPv6 address
nb_no: gyldig IPv6-adresse

source: valid IPv6 address or prefix
nb_no: gyldig IPv6-adresse eller prefiks

source: valid IPv6 address range
nb_no: gyldig IPv6-adresseområde

source: valid IPv6 host id
nb_no: gyldig IPv6-verts-ID

source: valid IPv6 network
nb_no: gyldig IPv6-nettverk

source: valid IPv6 prefix value (0-128)
nb_no: gyldig IPv6-prefiksverdi (0-128)

source: valid MAC address
nb_no: gyldig MAC-adresse

source: valid UCI identifier
nb_no: gyldig UCI identifikator

source: valid UCI identifier, hostname or IP address range
nb_no: gyldig UCI-identifikator, vertsnavn eller IP-adresseområde

source: valid address:port
nb_no: gyldig adresse:port

source: valid date (YYYY-MM-DD)
nb_no: gyldig dato (ÅÅÅÅ-MM-DD)

source: valid decimal value
nb_no: gyldig desimalverdi

source: valid hexadecimal WEP key
nb_no: gyldig heksadesimal WEP-nøkkel

source: valid hexadecimal WPA key
nb_no: gyldig heksadesimal WPA-nøkkel

source: valid host:port
nb_no: gyldig vert:port

source: valid hostname
nb_no: gyldig vertsnavn

source: valid hostname or IP address
nb_no: gyldig vertsnavn eller IP-adresse

source: valid integer value
nb_no: gyldig heltallsverdi

source: valid multicast MAC address
nb_no: gyldig multicast MAC-adresse
