Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: Grant access to basic LuCI procedures
nb_no: Gi tilgang til grunnleggende LuCI-prosedyrer

source: Grant access to crontab configuration
nb_no: Gi tilgang til crontab-konfigurasjon

source: Grant access to firewall status
nb_no: Gi tilgang til brannmurstatus

source: Grant access to flash operations
nb_no: Gi tilgang til flash-operasjoner

source: Grant access to main status display
nb_no: Gi tilgang til hovedstatusvisning

source: Grant access to mmcli
nb_no: Gi tilgang til mmcli

source: Grant access to mount configuration
nb_no: Gi tilgang til monteringskonfigurasjon

source: Grant access to network configuration
nb_no: Gi tilgang til nettverkskonfigurasjon

source: Grant access to network diagnostic tools
nb_no: Gi tilgang til nettverksdiagnoseverktøy

source: Grant access to network status information
nb_no: Gi tilgang til informasjon om nettverksstatus

source: Grant access to port status display
nb_no: Gi tilgang til portstatusvisning

source: Grant access to process status
nb_no: Gi tilgang til prosessstatus

source: Grant access to realtime statistics
nb_no: Gi tilgang til sanntidsstatistikk

source: Grant access to routing status
nb_no: Gi tilgang til rutingstatus

source: Grant access to startup configuration
nb_no: Gi tilgang til oppstartskonfigurasjon

source: Grant access to system configuration
nb_no: Gi tilgang til systemkonfigurasjon

source: Grant access to system logs
nb_no: Gi tilgang til systemlogger

source: Grant access to uHTTPd configuration
nb_no: Gi tilgang til uHTTPd-konfigurasjon

source: Grant access to wireless channel status
nb_no: Gi tilgang til trådløs kanalstatus

source: Grant access to wireless status display
nb_no: Gi tilgang til trådløs statusvisning

source: Group Password
nb_no: Gruppepassord

source: Guest
nb_no: Gjest

source: HE.net password
nb_no: HE.net passord

source: HE.net username
nb_no: HE.net brukernavn

source: HTTP(S) Access
nb_no: HTTP(S)-tilgang

source: Hang Up
nb_no: Legg på

source: Heartbeat interval (kernel: heartbeat)
nb_no: Hjerteslagintervall (kjerne: hjerteslag)

source: Hello interval
nb_no: Hei intervall

source: Here you can configure the basic aspects of your device like its hostname or the timezone.
nb_no: Her kan du konfigurere de grunnleggende aspektene ved enheten din, som vertsnavnet eller tidssonen.

source: Hide <abbr title="Extended Service Set Identifier">ESSID</abbr>
nb_no: Skjul <abbr title="Extended Service Set Identifier">ESSID</abbr>

source: Hide empty chains
nb_no: Skjul tomme kjeder

source: High
nb_no: Høy

source: Honor gratuitous ARP
nb_no: Hedre gratis ARP

# Chain hook description
source: Hook: <strong>%h</strong> (%h), Priority: <strong>%d</strong>
nb_no: Hook: <strong>%h</strong> (%h), prioritet: <strong>%d</strong>

source: Hop Penalty
nb_no: Hoppstraff

source: Host
nb_no: Vert

source: Host expiry timeout
nb_no: Tidsavbrudd for vertsutløp

source: Host requests this filename from the boot server.
nb_no: Verten ber om dette filnavnet fra oppstartsserveren.

source: Host-Uniq tag content
nb_no: Host-Uniq-tag-innhold

source: Host-specific lease time, e.g. <code>5m</code>, <code>3h</code>, <code>7d</code>.
nb_no: Vertsspesifikk leietid, f.eks. <code>5m</code>, <code>3t</code>, <code>7d</code>.

source: Hostname
nb_no: Vertsnavn

source: Hostname to send when requesting DHCP
nb_no: Vertsnavn som skal sendes når du ber om DHCP

source: Hostnames
nb_no: Vertsnavn

source: Hostnames are used to bind a domain name to an IP address. This setting is redundant for hostnames already configured with static leases, but it can be useful to rebind an FQDN.
nb_no: Vertsnavn brukes til å binde et domenenavn til en IP-adresse. Denne innstillingen er overflødig for vertsnavn som allerede er konfigurert med statiske leieavtaler, men det kan være nyttig å binde et FQDN på nytt.

source: How long (in milliseconds) the LED should be off
nb_no: Hvor lenge (i millisekunder) lysdioden skal være av

source: How long (in milliseconds) the LED should be on
nb_no: Hvor lenge (i millisekunder) lysdioden skal være på

source: Human-readable counters
nb_no: Menneskelesbare tellere

# nft icmp code
source: ICMP code
nb_no: ICMP-kode

# nft icmpv6 code
source: ICMPv6 code
nb_no: ICMPv6-kode

source: ID used to uniquely identify the VXLAN
nb_no: ID som brukes til å identifisere VXLAN unikt

source: IEEE 802.3ad Dynamic link aggregation (802.3ad, 4)
nb_no: IEEE 802.3ad Dynamisk lenkeaggregering (802.3ad, 4)

source: IP Address
nb_no: IP-adresse

source: IP Addresses
nb_no: IP-adresser

source: IP Protocol
nb_no: IP-protokoll

source: IP Sets
nb_no: IP-sett

source: IP address
nb_no: IP-adresse

source: IP address is invalid
nb_no: IP-adressen er ugyldig

source: IP address is missing
nb_no: IP-adresse mangler

source: IP addresses for the peer to use inside the tunnel. Some clients require this setting.
nb_no: IP-adresser for peer å bruke inne i tunnelen. Noen klienter krever denne innstillingen.

source: IP addresses that are allowed inside the tunnel. The peer will accept tunnelled packets with source IP addresses matching this list and route back packets with matching destination IP.
nb_no: IP-adresser som er tillatt inne i tunnelen. Peer vil godta tunnelbaserte pakker med kilde-IP-adresser som samsvarer med denne listen og rute tilbake pakker med matchende destinasjons-IP.

# nft ip protocol
source: IP protocol
nb_no: IP-protokoll

# nft meta l4proto
source: IP protocol
nb_no: IP-protokoll

source: IP sets
nb_no: IP-sett

source: IPs to override with {nxdomain}
nb_no: IP-er som skal overstyres med {nxdomain}

source: IPv4 Firewall
nb_no: IPv4 brannmur

source: IPv4 Neighbours
nb_no: IPv4-naboer

source: IPv4 Routing
nb_no: IPv4-ruting

source: IPv4 Rules
nb_no: IPv4-regler

source: IPv4 Upstream
nb_no: IPv4 oppstrøms

source: IPv4 address
nb_no: IPv4-adresse

source: IPv4 assignment length
nb_no: IPv4-oppdragslengde

source: IPv4 broadcast
nb_no: IPv4-kringkasting

source: IPv4 netmask
nb_no: IPv4 nettmaske

source: IPv4 network in address/netmask notation
nb_no: IPv4-nettverk i adresse/nettmaske-notasjon

source: IPv4 only
nb_no: Kun IPv4

source: IPv4 prefix
nb_no: IPv4-prefiks

source: IPv4 prefix length
nb_no: IPv4-prefikslengde

source: IPv4 traffic table "%h"
nb_no: IPv4-trafikktabell «%h»

source: IPv4-in-IPv4 (RFC2003)
nb_no: IPv4-i-IPv4 (RFC2003)

source: IPv4/IPv6 (both - defaults to IPv4)
nb_no: IPv4/IPv6 (begge - standard til IPv4)

source: IPv4/IPv6 traffic table "%h"
nb_no: IPv4/IPv6 trafikktabell "%h"

source: IPv6 APN profile index
nb_no: IPv6 APN-profilindeks

source: IPv6 Firewall
nb_no: IPv6 brannmur

source: IPv6 Neighbours
nb_no: IPv6-naboer

source: IPv6 Prefix Lifetime
nb_no: IPv6-prefiks levetid

source: IPv6 RA Settings
nb_no: IPv6 RA-innstillinger

source: IPv6 Routing
nb_no: IPv6-ruting

source: IPv6 Rules
nb_no: IPv6-regler

source: IPv6 Settings
nb_no: IPv6-innstillinger

source: IPv6 ULA-Prefix
nb_no: IPv6 ULA-prefiks

source: IPv6 Upstream
nb_no: IPv6 oppstrøms

source: IPv6 address
nb_no: IPv6-adresse

source: IPv6 assignment hint
nb_no: IPv6-tilordningstips

source: IPv6 assignment length
nb_no: IPv6-oppdragslengde

source: IPv6 network in address/netmask notation
nb_no: IPv6-nettverk i adresse/nettmaske-notasjon

source: IPv6 only
nb_no: Kun IPv6

source: IPv6 preference
nb_no: IPv6-preferanse

source: IPv6 prefix
nb_no: IPv6-prefiks

source: IPv6 prefix filter
nb_no: IPv6-prefiksfilter

source: IPv6 prefix length
nb_no: IPv6-prefikslengde

source: IPv6 routed prefix
nb_no: IPv6-rutet prefiks

source: IPv6 source routing
nb_no: IPv6-kilderuting

source: IPv6 suffix
nb_no: IPv6-suffiks

source: IPv6 support
nb_no: IPv6-støtte

source: IPv6 traffic table "%h"
nb_no: IPv6-trafikktabell "%h"

source: IPv6-Suffix (hex)
nb_no: IPv6-suffiks (hex)

source: IPv6-in-IPv4 (RFC4213)
nb_no: IPv6-i-IPv4 (RFC4213)

source: IPv6-over-IPv4 (6rd)
nb_no: IPv6-over-IPv4 (6.)

source: Identity
nb_no: Identitet

source: If a host matches an entry which cannot be used because it specifies an address on a different subnet, the tag %s is set.
nb_no: Hvis en vert samsvarer med en oppføring som ikke kan brukes fordi den spesifiserer en adresse på et annet subnett, settes koden %s.

source: If checked, 1DES is enabled
nb_no: Hvis det er merket av, er 1DES aktivert

source: If checked, adds "+ipv6" to the pppd options
nb_no: Hvis merket, legger "+ipv6" til pppd-alternativene

source: If checked, encryption is disabled
nb_no: Hvis det er merket av, er kryptering deaktivert

source: If empty, all incoming connections will be allowed (default). This does not affect outgoing peerings, nor link-local peers discovered via multicast.
nb_no: Hvis tom, vil alle innkommende tilkoblinger tillates (standard). Dette påvirker ikke utgående peeringer, og heller ikke lenkelokale peers oppdaget via multicast.

source: If set, downstream subnets are only allocated from the given IPv6 prefix classes.
nb_no: Hvis angitt, tildeles nedstrøms undernett kun fra de gitte IPv6-prefiksklassene.

source: If set, the meaning of the match options is inverted
nb_no: Hvis angitt, blir betydningen av matchalternativene invertert

source: If specified, mount the device by its UUID instead of a fixed device node
nb_no: Hvis spesifisert, monter enheten ved hjelp av UUID i stedet for en fast enhetsnode

source: If specified, mount the device by the partition label instead of a fixed device node
nb_no: Hvis spesifisert, monter enheten ved partisjonsetiketten i stedet for en fast enhetsnode

source: If unchecked, no default route is configured
nb_no: Hvis det ikke er merket av, er ingen standardrute konfigurert

source: If unchecked, the advertised DNS server addresses are ignored
nb_no: Hvis det ikke er merket av, ignoreres de annonserte DNS-serveradressene

source: If your physical memory is insufficient unused data can be temporarily swapped to a swap-device resulting in a higher amount of usable <abbr title="Random Access Memory">RAM</abbr>. Be aware that swapping data is a very slow process as the swap-device cannot be accessed with the high datarates of the <abbr title="Random Access Memory">RAM</abbr>.
nb_no: Hvis det fysiske minnet ditt er utilstrekkelig, kan ubrukte data midlertidig byttes til en swap-enhet, noe som resulterer i en høyere mengde brukbart <abbr title="Random Access Memory">RAM</abbr>. Vær oppmerksom på at bytte av data er en veldig langsom prosess siden bytteenheten ikke kan nås med de høye dataratene til <abbr title="Random Access Memory">RAM</abbr>.

source: Ignore
nb_no: Overse

source: Ignore interface
nb_no: Ignorer grensesnittet

source: Ignore requests from unknown machines using %s.
nb_no: Ignorer forespørsler fra ukjente maskiner som bruker %s.

source: Ignore resolv file
nb_no: Ignorer resolv-filen

source: Ignore {etc_hosts}
nb_no: Ignorer {etc_hosts}

source: Image
nb_no: Bilde

source: Image check failed:
nb_no: Bildesjekk mislyktes:

source: Import as peer
nb_no: Importer som peer

source: Import configuration
nb_no: Importer konfigurasjon

source: Import configuration as peer…
nb_no: Importer konfigurasjon som peer...

source: Import settings
nb_no: Importer innstillinger

source: Imported peer configuration
nb_no: Importert peer-konfigurasjon

source: Imports settings from an existing WireGuard configuration file
nb_no: Importerer innstillinger fra en eksisterende WireGuard-konfigurasjonsfil

source: In
nb_no: I

source: In DHCPv4, it is possible to include more than one mac address. This allows an IP address to be associated with multiple macaddrs, and dnsmasq abandons a DHCP lease to one of the macaddrs when another asks for a lease. It only works reliably if only one of the macaddrs is active at any time.
nb_no: I DHCPv4 er det mulig å inkludere mer enn én mac-adresse. Dette gjør at en IP-adresse kan assosieres med flere macaddrs, og dnsmasq forlater en DHCP-leieavtale til en av macaddrene når en annen ber om en lease. Det fungerer bare pålitelig hvis bare én av macaddrene er aktiv til enhver tid.

source: In bridged LAN setups it is advisable to enable the bridge loop avoidance in order to avoid broadcast loops that can bring the entire LAN to a standstill.
nb_no: I brokoblede LAN-oppsett er det tilrådelig å aktivere brosløyfeunngåelse for å unngå kringkastingsløkker som kan bringe hele LAN til stopp.

source: In order to prevent unauthorized access to the system, your request has been blocked. Click "Continue »" below to return to the previous page.
nb_no: For å forhindre uautorisert tilgang til systemet er forespørselen din blokkert. Klikk "Fortsett »" nedenfor for å gå tilbake til forrige side.

source: In seconds
nb_no: På sekunder

source: Inactivity timeout
nb_no: Tidsavbrudd for inaktivitet

source: Inbound:
nb_no: Innkommende:

source: Include in backup a list of current installed packages at /etc/backup/installed_packages.txt
nb_no: Inkluder i sikkerhetskopien en liste over gjeldende installerte pakker på /etc/backup/installed_packages.txt

source: Incoming checksum
nb_no: Innkommende sjekksum

source: Incoming interface
nb_no: Innkommende grensesnitt

source: Incoming key
nb_no: Innkommende nøkkel

source: Incoming serialization
nb_no: Innkommende serialisering

source: Information
nb_no: Informasjon

source: Ingress QoS mapping
nb_no: Ingress QoS-kartlegging

# nft meta iif
source: Ingress device id
nb_no: Ingress enhets-ID

# nft meta iifname
source: Ingress device name
nb_no: Ingress-enhetsnavn

source: Initialization failure
nb_no: Initialiseringsfeil

source: Inner certificate constraint (Domain)
nb_no: Indre sertifikatbegrensning (domene)

source: Inner certificate constraint (SAN)
nb_no: Indre sertifikatbegrensning (SAN)

source: Inner certificate constraint (Subject)
nb_no: Indre sertifikatbegrensning (emne)

source: Inner certificate constraint (Wildcard)
nb_no: Indre sertifikatbegrensning (jokertegn)

source: Install protocol extensions...
nb_no: Installer protokollutvidelser...

source: Instance
nb_no: Forekomst

# WireGuard instance heading
source: Instance "%h"
nb_no: Forekomst "%h"

# Dnsmasq instance
source: Instance "%q"
nb_no: Forekomst "%q"

source: Instance Details
nb_no: Forekomstdetaljer

source: Instead of joining any network with a matching SSID, only connect to the BSSID <code>%h</code>.
nb_no: I stedet for å koble til et hvilket som helst nettverk med en matchende SSID, kobler du bare til BSSID <code>%h</code>.

source: Insufficient permissions to read UCI configuration.
nb_no: Utilstrekkelige tillatelser til å lese UCI-konfigurasjon.

source: Integrated Circuit Card Identifier
nb_no: Integrert kretskortidentifikator

source: Interface
nb_no: Grensesnitt

source: Interface "%h" is already marked as designated master.
nb_no: Grensesnitt "%h" er allerede merket som utpekt master.

source: Interface %q device auto-migrated from %q to %q.
nb_no: Grensesnitt %q enhet automatisk migrert fra %q til %q.

source: Interface Configuration
nb_no: Grensesnittkonfigurasjon

source: Interface ID
nb_no: Grensesnitt-ID

source: Interface has %d pending changes
nb_no: Grensesnittet har %d ventende endringer

source: Interface is disabled
nb_no: Grensesnittet er deaktivert

source: Interface is marked for deletion
nb_no: Grensesnitt er merket for sletting

source: Interface is reconnecting...
nb_no: Grensesnitt kobler til på nytt...

source: Interface is shutting down...
nb_no: Grensesnittet slår seg av...

source: Interface is starting...
nb_no: Grensesnittet starter...

source: Interface is stopping...
nb_no: Grensesnittet stopper...

source: Interface name
nb_no: Navn på grensesnitt

source: Interface not present or not connected yet.
nb_no: Grensesnitt ikke til stede eller ikke tilkoblet ennå.

source: Interfaces
nb_no: Grensesnitt

source: Internal
nb_no: Innvendig

source: International Mobile Station Equipment Identity
nb_no: Internasjonal mobilstasjonsutstyrsidentitet

source: International Mobile Subscriber Identity
nb_no: Internasjonal mobilabonnentidentitet

source: Interval For Sending Learning Packets
nb_no: Intervall for sending av læringspakker

source: Interval in centiseconds between multicast general queries. By varying the value, an administrator may tune the number of IGMP messages on the subnet; larger values cause IGMP Queries to be sent less often
nb_no: Intervall i centiseconds mellom multicast generelle spørringer. Ved å variere verdien kan en administrator justere antall IGMP-meldinger på undernettet; større verdier fører til at IGMP-spørringer sendes sjeldnere

source: Interval in seconds for STP hello packets
nb_no: Intervall i sekunder for STP hello-pakker

source: Invalid
nb_no: Ugyldig

source: Invalid APN provided
nb_no: Ugyldig APN oppgitt

source: Invalid Base64 key string
nb_no: Ugyldig Base64-nøkkelstreng

source: Invalid IPv6 address
nb_no: Ugyldig IPv6-adresse

source: Invalid TOS value, expected 00..FF or inherit
nb_no: Ugyldig TOS-verdi, forventet 00..FF eller arv

source: Invalid Traffic Class value, expected 00..FF or inherit
nb_no: Ugyldig trafikkklasseverdi, forventet 00..FF eller arv

source: Invalid VLAN ID given! Only IDs between %d and %d are allowed.
nb_no: Ugyldig VLAN ID gitt! Bare IDer mellom %d og %d er tillatt.

source: Invalid VLAN ID given! Only unique IDs are allowed
nb_no: Ugyldig VLAN ID gitt! Bare unike IDer er tillatt

source: Invalid argument
nb_no: Ugyldig argument

source: Invalid bearer list. Possibly too many bearers created. This protocol supports one and only one bearer.
nb_no: Ugyldig bærerliste. Muligens for mange bærere opprettet. Denne protokollen støtter én og bare én bærer.

source: Invalid command
nb_no: Ugyldig kommando

source: Invalid hexadecimal value
nb_no: Ugyldig heksadesimal verdi

source: Invalid hostname or IPv4 address
nb_no: Ugyldig vertsnavn eller IPv4-adresse

source: Invalid port
nb_no: Ugyldig port

source: Invalid private key string %s
nb_no: Ugyldig privat nøkkelstreng %s

source: Invalid public key string %s
nb_no: Ugyldig offentlig nøkkelstreng %s

source: Invalid server URL
nb_no: Ugyldig server-URL

source: Invalid username and/or password! Please try again.
nb_no: Ugyldig brukernavn og/eller passord! Vennligst prøv igjen.

source: Invert blinking
nb_no: Inverter blinking

source: Invert match
nb_no: Inverter kamp

# VLAN port state
source: Is Primary VLAN
nb_no: Er primært VLAN

source: Isolate Clients
nb_no: Isoler klienter

source: It appears that you are trying to flash an image that does not fit into the flash memory, please verify the image file!
nb_no: Det ser ut til at du prøver å flashe et bilde som ikke passer inn i flash-minnet, vennligst bekreft bildefilen!

source: It periodically probes for active sessions and automatically establishes direct peerings over internet with remote nodes running Yggdrasil Jumper without requiring firewall or port configuration.
nb_no: Den søker periodisk etter aktive økter og etablerer automatisk direkte peeringer over internett med eksterne noder som kjører Yggdrasil Jumper uten å kreve brannmur eller portkonfigurasjon.

source: JavaScript required!
nb_no: JavaScript kreves!

source: Join Network
nb_no: Bli med i nettverket

source: Join Network: Wireless Scan
nb_no: Bli med i nettverk: Trådløs skanning

source: Joining Network: %q
nb_no: Bli med i nettverk: %q

source: Jump to rule
nb_no: Hopp til regel

source: Keep settings and retain the current configuration
nb_no: Behold innstillingene og behold gjeldende konfigurasjon

source: Keep-Alive
nb_no: Hold i live

source: Kernel Log
nb_no: Kjernelogg

source: Kernel Version
nb_no: Kjerneversjon

source: Key
nb_no: Nøkkel

source: Key #%d
nb_no: Nøkkel #%d

source: Key for incoming packets (optional).
nb_no: Nøkkel for innkommende pakker (valgfritt).

source: Key for outgoing packets (optional).
nb_no: Nøkkel for utgående pakker (valgfritt).

# Label indicating that WireGuard peer lacks public key
source: Key missing
nb_no: Nøkkel mangler

source: Key used to sign network config
nb_no: Nøkkel som brukes til å signere nettverkskonfigurasjon

source: Kill
nb_no: Drepe

source: LACPDU Packets
nb_no: LACPDU-pakker

source: LCP echo failure threshold
nb_no: LCP-ekkofeilterskel

source: LCP echo interval
nb_no: LCP-ekkointervall

source: LED Configuration
nb_no: LED-konfigurasjon

source: Label
nb_no: Merkelapp

source: Language
nb_no: Språk

source: Language and Style
nb_no: Språk og stil

source: Larger weights (of the same prio) are given a proportionately higher probability of being selected.
nb_no: Større vekter (av samme prio) gis en forholdsmessig høyere sannsynlighet for å bli valgt.

source: Last Error
nb_no: Siste feil

source: Last member interval
nb_no: Siste medlemsintervall

source: Latency
nb_no: Latens

source: Latest Handshake
nb_no: Siste håndtrykk

source: Leaf
nb_no: Blad

source: Learn
nb_no: Lære

source: Learn routes
nb_no: Lær ruter

source: Lease file
nb_no: Leiefil

source: Lease time
nb_no: Leietid

source: Lease time remaining
nb_no: Gjenstående leietid

source: Leave empty to autodetect
nb_no: La stå tomt for å oppdage automatisk

source: Leave empty to use the current WAN address
nb_no: La stå tomt for å bruke gjeldende WAN-adresse

source: Legacy or badly behaving devices may require legacy 802.11b rates to interoperate. Airtime efficiency may be significantly reduced where these are used. It is recommended to not allow 802.11b rates where possible.
nb_no: Eldre enheter eller enheter som oppfører seg dårlig kan kreve eldre 802.11b-hastigheter for å fungere sammen. Lufttidseffektiviteten kan reduseres betydelig der disse brukes. Det anbefales å ikke tillate 802.11b-hastigheter der det er mulig.

source: Legacy rules detected
nb_no: Eldre regler oppdaget

source: Legend:
nb_no: Legende:

source: Limit
nb_no: Begrense

source: Limit response records (from {etc_hosts}) to those that fall within the subnet of the querying interface.
nb_no: Begrens svarposter (fra {etc_hosts}) til de som faller innenfor undernettet til spørringsgrensesnittet.

source: Limits
nb_no: Grenser

source: Line Mode
nb_no: Linjemodus

source: Line State
nb_no: Linjetilstand

source: Link Monitoring
nb_no: Link overvåking

source: Link On
nb_no: Link på

# nft @ll,off,len
source: Link layer header bits %d-%d
nb_no: Linklags topptekstbiter %d-%d

source: List of IP sets to populate with the IPs of DNS lookup results of the FQDNs also specified here.
nb_no: Liste over IP-sett som skal fylles med IP-ene til DNS-oppslagsresultatene til FQDN-ene som også er spesifisert her.

source: List of R0KHs in the same Mobility Domain. <br />Format: MAC-address,NAS-Identifier,256-bit key as hex string. <br />This list is used to map R0KH-ID (NAS Identifier) to a destination MAC address when requesting PMK-R1 key from the R0KH that the STA used during the Initial Mobility Domain Association.
nb_no: Liste over R0KH-er i samme mobilitetsdomene. <br />Format: MAC-adresse, NAS-identifikator, 256-bits nøkkel som sekskantstreng. <br />Denne listen brukes til å tilordne R0KH-ID (NAS Identifier) ​​til en destinasjons-MAC-adresse når du ber om PMK-R1-nøkkel fra R0KH-en som STA-en brukte under Initial Mobility Domain Association.

source: List of R1KHs in the same Mobility Domain. <br />Format: MAC-address,R1KH-ID as 6 octets with colons,256-bit key as hex string. <br />This list is used to map R1KH-ID to a destination MAC address when sending PMK-R1 key from the R0KH. This is also the list of authorized R1KHs in the MD that can request PMK-R1 keys.
nb_no: Liste over R1KH-er i samme mobilitetsdomene. <br />Format: MAC-adresse, R1KH-ID som 6 oktetter med kolon, 256-bits nøkkel som sekskantstreng. <br />Denne listen brukes til å tilordne R1KH-ID til en destinasjons-MAC-adresse når du sender PMK-R1-nøkkel fra R0KH. Dette er også listen over autoriserte R1KH-er i MD-en som kan be om PMK-R1-nøkler.

source: List of SSH key files for auth
nb_no: Liste over SSH-nøkkelfiler for auth
