Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: Optional. Seconds between keep alive messages. Default is 0 (disabled). Recommended value if this device is behind a NAT is 25.
nb_no: Valgfri. Sekunder mellom hold levende meldinger. Standard er 0 (deaktivert). Anbefalt verdi hvis denne enheten er bak en NAT er 25.

source: Optional. UDP port used for outgoing and incoming packets.
nb_no: Valgfri. UDP-port som brukes for utgående og innkommende pakker.

source: Options
nb_no: Alternativer

source: Options:
nb_no: Alternativer:

source: Ordinal: lower comes first.
nb_no: Ordinal: lavere kommer først.

source: Originator Interval
nb_no: Opphavsmannintervall

source: Other:
nb_no: Annen:

source: Out
nb_no: Ute

source: Outbound:
nb_no: Utgående:

source: Outgoing checksum
nb_no: Utgående sjekksum

source: Outgoing interface
nb_no: Utgående grensesnitt

source: Outgoing key
nb_no: Utgående nøkkel

source: Outgoing serialization
nb_no: Utgående serialisering

source: Output Interface
nb_no: Utgangsgrensesnitt

source: Output zone
nb_no: Utgangssone

source: Overlap
nb_no: Overlapp

source: Override IPv4 routing table
nb_no: Overstyr IPv4-rutingstabell

source: Override IPv6 routing table
nb_no: Overstyr IPv6-rutingstabell

source: Override MTU
nb_no: Overstyr MTU

source: Override TOS
nb_no: Overstyr TOS

source: Override TTL
nb_no: Overstyr TTL

source: Override default MAC address - the range of usable addresses might be limited by the driver
nb_no: Overstyr standard MAC-adresse – rekkevidden av brukbare adresser kan være begrenset av driveren

source: Override default interface name
nb_no: Overstyr standard grensesnittnavn

source: Override the gateway in DHCP responses
nb_no: Overstyr gatewayen i DHCP-svar

source: Override the netmask sent to clients. Normally it is calculated from the subnet that is served.
nb_no: Overstyr nettmasken som sendes til klienter. Normalt beregnes det fra subnettet som betjenes.

source: Override the table used for internal routes
nb_no: Overstyr tabellen som brukes for interne ruter

source: Overview
nb_no: Oversikt

source: Overwrite existing file "%s" ?
nb_no: Vil du overskrive eksisterende fil "%s"?

source: Overwrite the current settings with the imported configuration?
nb_no: Vil du overskrive gjeldende innstillinger med den importerte konfigurasjonen?

source: Own Numbers
nb_no: Egne tall

source: Owner
nb_no: Eier

source: P2P Client
nb_no: P2P-klient

source: PAP/CHAP password
nb_no: PAP/CHAP passord

source: PAP/CHAP username
nb_no: PAP/CHAP brukernavn

source: PIN
nb_no: PIN-kode

source: PIN code rejected
nb_no: PIN-kode avvist

source: PPP
nb_no: OPS

source: PPPoA Encapsulation
nb_no: PPPoA-innkapsling

source: PSID-bits length
nb_no: PSID-bits lengde

source: PTM/EFM (Packet Transfer Mode)
nb_no: PTM/EFM (pakkeoverføringsmodus)

source: Packet Service State
nb_no: Pakketjenestetilstand

source: Packet Steering
nb_no: Pakkestyring

# nft meta mark
source: Packet mark
nb_no: Pakkemerke

# nft meta time
source: Packet receive time
nb_no: Pakkemottakstid

source: Packets
nb_no: Pakker

source: Packets To Transmit Before Moving To Next Slave
nb_no: Pakker som skal sendes før du flytter til neste slave

source: Part of zone %q
nb_no: Del av sone %q

# MACVLAN mode
source: Pass-through (Mirror physical device to single MAC VLAN)
nb_no: Pass-through (speil fysisk enhet til enkelt MAC VLAN)

source: Password
nb_no: Passord

source: Password authentication
nb_no: Passordautentisering

source: Password of Private Key
nb_no: Passord for privat nøkkel

source: Password of inner Private Key
nb_no: Passord for indre privat nøkkel

source: Password strength
nb_no: Passordstyrke

source: Password2
nb_no: Passord2

source: Paste or drag SSH key file…
nb_no: Lim inn eller dra SSH-nøkkelfil...

source: Paste or drag WireGuard peer configuration (wg0.conf) file…
nb_no: Lim inn eller dra WireGuard peer-konfigurasjonsfil (wg0.conf)...

source: Paste or drag a WireGuard configuration (commonly <em>wg0.conf</em>) from another system below to create a matching peer entry allowing that system to connect to the local WireGuard interface.
nb_no: Lim inn eller dra en WireGuard-konfigurasjon (vanligvis <em>wg0.conf</em>) fra et annet system nedenfor for å lage en matchende peer-oppføring som lar systemet koble til det lokale WireGuard-grensesnittet.

source: Paste or drag supplied WireGuard configuration file…
nb_no: Lim inn eller dra den medfølgende WireGuard-konfigurasjonsfilen...

source: Path to CA-Certificate
nb_no: Sti til CA-sertifikat

source: Path to Client-Certificate
nb_no: Vei til klientsertifikat

source: Path to Private Key
nb_no: Vei til privat nøkkel

source: Path to inner CA-Certificate
nb_no: Vei til indre CA-sertifikat

source: Path to inner Client-Certificate
nb_no: Vei til indre klientsertifikat

source: Path to inner Private Key
nb_no: Vei til indre privatnøkkel

source: Paused
nb_no: Pause

source: Peak:
nb_no: Topp:

source: Peer Details
nb_no: Peer-detaljer

source: Peer IP address to assign
nb_no: Peer IP-adresse å tildele

source: Peer MAC address
nb_no: Peer MAC-adresse

source: Peer address is missing
nb_no: Peer-adresse mangler

source: Peer addresses
nb_no: Peer-adresser

source: Peer device name
nb_no: Peer-enhetsnavn

source: Peer interface
nb_no: Peer-grensesnitt

source: Perfect Forward Secrecy
nb_no: Perfekt fremadrettet hemmelighold

source: Perform outgoing packets serialization (optional).
nb_no: Utfør serialisering av utgående pakker (valgfritt).

source: Perform reboot
nb_no: Utfør omstart

source: Perform reset
nb_no: Utfør tilbakestilling

source: Permission denied
nb_no: Tillatelse nektet

source: Persistent Keep Alive
nb_no: Vedvarende Keep Alive

source: Persistent reconnect interval
nb_no: Vedvarende gjentilkoblingsintervall

source: PersistentKeepAlive setting is invalid
nb_no: PersistentKeepAlive-innstillingen er ugyldig

source: Physical Settings
nb_no: Fysiske innstillinger

source: Please enter your username and password.
nb_no: Vennligst skriv inn brukernavn og passord.

source: Please select the file to upload.
nb_no: Velg filen du vil laste opp.

source: Policy
nb_no: Politikk

# Chain hook policy
source: Policy: <strong>%h</strong> (%h)
nb_no: Retningslinjer: <strong>%h</strong> (%h)

source: Port
nb_no: Havn

source: Port is not part of any network
nb_no: Port er ikke en del av noe nettverk

source: Port isolation
nb_no: Port isolasjon

source: Potential negation of: %s
nb_no: Potensiell negasjon av: %s

source: Power State
nb_no: Krafttilstand

source: Prefer LTE
nb_no: Foretrekker LTE

source: Prefer UMTS
nb_no: Foretrekker UMTS

source: Preferred lifetime for a prefix.
nb_no: Foretrukket levetid for et prefiks.

source: Preferred network technology
nb_no: Foretrukket nettverksteknologi

source: Prefix Delegated
nb_no: Prefiks delegert

source: Prefix suppressor
nb_no: Prefiksundertrykker

source: Preshared Key
nb_no: Forhåndsdelt nøkkel

source: Preshared key in use
nb_no: Forhåndsdelt nøkkel i bruk

source: PresharedKey setting is invalid
nb_no: Innstillingen for forhåndsdelt nøkkel er ugyldig

source: Presume peer to be dead after given amount of LCP echo failures, use 0 to ignore failures
nb_no: Anta at peer er død etter gitt mengde LCP-ekkofeil, bruk 0 for å ignorere feil

source: Prevents client-to-client communication
nb_no: Hindrer klient-til-klient kommunikasjon

source: Prevents one wireless client to talk to another. This setting only affects packets without any VLAN tag (untagged packets).
nb_no: Hindrer en trådløs klient fra å snakke med en annen. Denne innstillingen påvirker bare pakker uten noen VLAN-tag (umerkede pakker).

source: Primary Slave
nb_no: Primærslave

source: Primary becomes active slave when it comes back up if speed and duplex better than current slave (better, 1)
nb_no: Primær blir aktiv slave når den kommer opp igjen hvis hastighet og dupleks er bedre enn gjeldende slave (bedre, 1)

source: Primary becomes active slave whenever it comes back up (always, 0)
nb_no: Primær blir aktiv slave når den kommer opp igjen (alltid, 0)

source: Priority
nb_no: Prioritet

# Label indicating that WireGuard peer private key is stored
source: Private
nb_no: Privat

# MACVLAN mode
source: Private (Prevent communication between MAC VLANs)
nb_no: Privat (hindrer kommunikasjon mellom MAC VLAN)

source: Private Key
nb_no: Privat nøkkel

source: Private key
nb_no: Privat nøkkel

source: Private key present
nb_no: Privat nøkkel tilstede

source: PrivateKey setting is missing or invalid
nb_no: Private Key-innstillingen mangler eller er ugyldig

source: Processes
nb_no: Prosesser

source: Protocol
nb_no: Protokoll

source: Provide NTP server
nb_no: Gi NTP-server

source: Provide a DHCPv6 server on this interface and reply to DHCPv6 solicitations and requests.
nb_no: Angi en DHCPv6-server på dette grensesnittet og svar på DHCPv6-forespørsler og forespørsler.

source: Provide new network
nb_no: Gi nytt nettverk

source: Provide the NTP server to the selected interface or, if unspecified, to all interfaces
nb_no: Gi NTP-serveren til det valgte grensesnittet eller, hvis uspesifisert, til alle grensesnitt

source: Public Key
nb_no: Offentlig nøkkel

source: Public key
nb_no: Offentlig nøkkel

source: Public key is missing
nb_no: Offentlig nøkkel mangler

# Tooltip displaying full WireGuard peer public key
source: Public key: %h
nb_no: Offentlig nøkkel: %h

source: Public keys allow for passwordless SSH logins with higher security than plain passwords. In order to upload a new key to the device, paste an OpenSSH-compatible public key or drag a <code>.pub</code> file into the input field.
nb_no: Offentlige nøkler tillater passordløse SSH-pålogginger med høyere sikkerhet enn vanlige passord. For å laste opp en ny nøkkel til enheten, lim inn en OpenSSH-kompatibel offentlig nøkkel eller dra en <code>.pub</code>-fil inn i inndatafeltet.

source: Public prefix routed to this device for distribution to clients.
nb_no: Offentlig prefiks rutet til denne enheten for distribusjon til klienter.

source: PublicKey setting is invalid
nb_no: PublicKey-innstillingen er ugyldig

source: Quality
nb_no: Kvalitet

source: Quantifies the cost or distance to a destination in a way that allows routers to make informed decisions about the optimal path to forward data packets
nb_no: Kvantifiserer kostnadene eller avstanden til en destinasjon på en måte som lar rutere ta informerte beslutninger om den optimale veien for å videresende datapakker

source: Query all available upstream resolvers.
nb_no: Spør alle tilgjengelige oppstrømsløsere.

source: Query interval
nb_no: Spørreintervall

source: Query response interval
nb_no: Spørresvarsintervall

source: Query upstream resolvers in the order they appear in the resolv file.
nb_no: Spør oppstrøms resolvere i den rekkefølgen de vises i resolv-filen.

source: R0 Key Lifetime
nb_no: R0 nøkkellevetid

source: R1 Key Holder
nb_no: R1 nøkkelholder

source: RADIUS Access-Request attributes
nb_no: RADIUS Access-Request-attributter

source: RADIUS Accounting Port
nb_no: RADIUS Regnskapsport

source: RADIUS Accounting Secret
nb_no: RADIUS Regnskapshemmelighet

source: RADIUS Accounting-Request attributes
nb_no: RADIUS Accounting-Request-attributter

source: RADIUS Authentication Port
nb_no: RADIUS-autentiseringsport

source: RADIUS Authentication Secret
nb_no: RADIUS-autentiseringshemmelighet

source: RADIUS Authentication Server
nb_no: RADIUS-autentiseringsserver

source: RADIUS Dynamic VLAN Assignment
nb_no: RADIUS Dynamisk VLAN-tilordning

source: RADIUS VLAN Bridge Naming Scheme
nb_no: RADIUS VLAN Bridge navngivningsskjema

source: RADIUS VLAN Naming
nb_no: RADIUS VLAN-navngivning

source: RADIUS VLAN Tagged Interface
nb_no: RADIUS VLAN-merket grensesnitt

source: RFC3947 NAT-T mode
nb_no: RFC3947 NAT-T-modus

source: RSSI threshold for joining
nb_no: RSSI-terskel for å bli med

source: RTS/CTS Threshold
nb_no: RTS/CTS-terskel

source: Radio Resource Measurement - Sends beacons to assist roaming. Not all clients support this.
nb_no: Radioressursmåling - Sender beacons for å hjelpe roaming. Ikke alle kunder støtter dette.

# nft nat flag random
source: Randomize source port mapping
nb_no: Randomiser kildeportkartlegging

source: Raw hex-encoded bytes. Leave empty unless your ISP require this
nb_no: Rå sekskantkodede bytes. La stå tomt med mindre Internett-leverandøren din krever dette

source: Read {etc_ethers} to configure the DHCP server.
nb_no: Les {etc_ethers} for å konfigurere DHCP-serveren.

source: Really switch protocol?
nb_no: Virkelig bytte protokoll?

source: Realtime Graphs
nb_no: Sanntidsgrafer

source: Reassociation Deadline
nb_no: Frist for omforening

source: Rebind protection
nb_no: Rebind beskyttelse

source: Reboot
nb_no: Start på nytt

source: Rebooting…
nb_no: Starter på nytt …

source: Reboots the operating system of your device
nb_no: Starter operativsystemet til enheten på nytt

source: Receive
nb_no: Motta

source: Receive dropped
nb_no: Mottak falt

source: Receive errors
nb_no: Motta feil

source: Received Data
nb_no: Mottatt data

source: Received bytes
nb_no: Mottatte bytes

source: Received multicast
nb_no: Mottok multicast

source: Received packets
nb_no: Mottatt pakker

source: Recommended. IP addresses of the WireGuard interface.
nb_no: Anbefalt. IP-adressene til WireGuard-grensesnittet.

source: Reconnect Timeout
nb_no: Tidsavbrudd for tilkobling på nytt

source: Reconnect this interface
nb_no: Koble til dette grensesnittet igjen

source: Redirect to HTTPS
nb_no: Omdirigere til HTTPS

# nft redirect to port
source: Redirect to local port <strong>%h</strong>
nb_no: Omdiriger til lokal port <strong>%h</strong>

# nft redirect
source: Redirect to local system
nb_no: Omdirigere til lokalt system

source: References
nb_no: Referanser

source: Refresh Channels
nb_no: Oppdater kanaler

source: Refreshing
nb_no: Forfriskende

source: Registration State
nb_no: Registreringsstat

# nft reject with icmp type
source: Reject IPv4 packet with <strong>ICMP type %h</strong>
nb_no: Avvis IPv4-pakke med <strong>ICMP-type %h</strong>

# nft reject with icmpx type
source: Reject packet with <strong>ICMP type %h</strong>
nb_no: Avvis pakke med <strong>ICMP-type %h</strong>

# nft reject with icmpv6 type
source: Reject packet with <strong>ICMPv6 type %h</strong>
nb_no: Avvis pakke med <strong>ICMPv6 type %h</strong>

# nft reject with tcp reset
source: Reject packet with <strong>TCP reset</strong>
nb_no: Avvis pakke med <strong>TCP-tilbakestilling</strong>

source: Reject reverse lookups to {rfc_6303_link} IP ranges ({reverse_arpa}) not in {etc_hosts}.
nb_no: Avvis omvendte oppslag til {rfc_6303_link} IP-områder ({reverse_arpa}) som ikke er i {etc_hosts}.

source: Reject routing decisions that have a prefix length less than or equal to the specified value
nb_no: Avvis rutingbeslutninger som har en prefikslengde som er mindre enn eller lik den angitte verdien

source: Relay
nb_no: Stafett

source: Relay Bridge
nb_no: Stafettbroen

source: Relay DHCP requests elsewhere. OK: v4↔v4, v6↔v6. Not OK: v4↔v6, v6↔v4.
nb_no: Videresend DHCP-forespørsler andre steder. OK: v4↔v4, v6↔v6. Ikke OK: v4↔v6, v6↔v4.

source: Relay between networks
nb_no: Relé mellom nettverk

source: Relay bridge
nb_no: Stafettbro

source: Relay from
nb_no: Stafett fra

source: Relay to address
nb_no: Relé til adresse

source: Remote IPv4 address
nb_no: Ekstern IPv4-adresse

source: Remote IPv4 address or FQDN
nb_no: Ekstern IPv4-adresse eller FQDN

source: Remote IPv6 address
nb_no: Ekstern IPv6-adresse

source: Remote IPv6 address or FQDN
nb_no: Ekstern IPv6-adresse eller FQDN

source: Remove
nb_no: Fjerne

source: Remove IPv4 addresses from the results and only return IPv6 addresses.
nb_no: Fjern IPv4-adresser fra resultatene og returner kun IPv6-adresser.

source: Remove IPv6 addresses from the results and only return IPv4 addresses.
nb_no: Fjern IPv6-adresser fra resultatene og returner kun IPv4-adresser.

# Dnsmasq instance
source: Remove default instance
nb_no: Fjern standardforekomst

# Dnsmasq instance
source: Remove instance "%q"
nb_no: Fjern forekomst "%q"

# Dnsmasq instance
source: Remove instance #%d
nb_no: Fjern forekomst #%d

source: Remove related device settings from the configuration
nb_no: Fjern relaterte enhetsinnstillinger fra konfigurasjonen

source: Replace wireless configuration
nb_no: Bytt ut trådløs konfigurasjon

source: Request IPv6-address
nb_no: Be om IPv6-adresse

source: Request IPv6-prefix of length
nb_no: Be om IPv6-prefiks for lengde

source: Request timeout
nb_no: Be om tidsavbrudd

source: Require incoming checksum (optional).
nb_no: Krev innkommende sjekksum (valgfritt).

source: Require incoming packets serialization (optional).
nb_no: Krev serialisering av innkommende pakker (valgfritt).

source: Required
nb_no: Obligatorisk

source: Required for certain ISPs, e.g. Charter with DOCSIS 3
nb_no: Kreves for visse Internett-leverandører, f.eks. Charter med DOCSIS 3

source: Required. Base64-encoded private key for this interface.
nb_no: Obligatorisk. Base64-kodet privat nøkkel for dette grensesnittet.

source: Required. Path to the .yml config file for this interface.
nb_no: Obligatorisk. Banen til .yml-konfigurasjonsfilen for dette grensesnittet.

source: Required. Public key of the WireGuard peer.
nb_no: Obligatorisk. Offentlig nøkkel til WireGuard-peeren.

source: Required. Underlying interface.
nb_no: Obligatorisk. Underliggende grensesnitt.

source: Required. XFRM interface ID to be used for SA.
nb_no: Obligatorisk. XFRM-grensesnitt-ID som skal brukes for SA.

source: Required: Rejects auth if RADIUS server does not provide appropriate VLAN attributes.
nb_no: Påkrevd: Avviser autentisering hvis RADIUS-serveren ikke gir passende VLAN-attributter.

source: Requires hostapd
nb_no: Krever hostapd

source: Requires hostapd with EAP Suite-B support
nb_no: Krever hostapd med EAP Suite-B-støtte

source: Requires hostapd with EAP support
nb_no: Krever hostapd med EAP-støtte

source: Requires hostapd with OWE support
nb_no: Krever hostapd med OWE-støtte

source: Requires hostapd with SAE support
nb_no: Krever hostapd med SAE-støtte

source: Requires hostapd with WEP support
nb_no: Krever hostapd med WEP-støtte

source: Requires wpa-supplicant
nb_no: Krever wpa-supplikant

source: Requires wpa-supplicant with EAP Suite-B support
nb_no: Krever wpa-supplikant med EAP Suite-B-støtte

source: Requires wpa-supplicant with EAP support
nb_no: Krever wpa-supplikant med EAP-støtte

source: Requires wpa-supplicant with OWE support
nb_no: Krever wpa-supplikant med OWE-støtte

source: Requires wpa-supplicant with SAE support
nb_no: Krever wpa-supplikant med SAE-støtte

source: Requires wpa-supplicant with WEP support
nb_no: Krever wpa-supplikant med WEP-støtte

source: Reselection policy for primary slave
nb_no: Gjenvalgspolicy for primær slave

source: Reset
nb_no: Tilbakestill

source: Reset Counters
nb_no: Tilbakestill tellere

source: Reset to defaults
nb_no: Tilbakestill til standard

source: Resolv &amp; Hosts Files
nb_no: Løsnings- og vertsfiler

source: Resolv file
nb_no: Løsningsfil

source: Resolve specified FQDNs to an IP.
nb_no: Løs spesifiserte FQDN-er til en IP.

source: Resolve these locally
nb_no: Løs disse lokalt

source: Resource not found
nb_no: Finner ikke ressurs

source: Restart
nb_no: Start på nytt

source: Restart Firewall
nb_no: Start brannmuren på nytt

source: Restart radio interface
nb_no: Start radiogrensesnittet på nytt

source: Restore
nb_no: Restaurere

source: Restore backup
nb_no: Gjenopprett sikkerhetskopi

source: Retrieve the listener addresses from the Yggdrasil interface configuration.
nb_no: Hent lytteradressene fra Yggdrasil-grensesnittkonfigurasjonen.

source: Reveal/hide password
nb_no: Vis/skjul passord

source: Reverse path filter
nb_no: Omvendt banefilter

source: Revert
nb_no: Gå tilbake

source: Revert changes
nb_no: Tilbakestill endringer

source: Revert request failed with status <code>%h</code>
nb_no: Tilbakestillingsforespørsel mislyktes med status <code>%h</code>

source: Reverting configuration…
nb_no: Tilbakestiller konfigurasjonen …

source: Revision
nb_no: Revisjon

# nft dnat ip to addr
source: Rewrite destination to <strong>%h</strong>
nb_no: Omskriv destinasjonen til <strong>%h</strong>

# nft dnat ip6 to addr
source: Rewrite destination to <strong>%h</strong>
nb_no: Omskriv destinasjonen til <strong>%h</strong>

# nft dnat ip to addr:port
source: Rewrite destination to <strong>%h</strong>, port <strong>%h</strong>
nb_no: Omskriv destinasjonen til <strong>%h</strong>, port <strong>%h</strong>

# nft dnat ip6 to addr:port
source: Rewrite destination to <strong>%h</strong>, port <strong>%h</strong>
nb_no: Omskriv destinasjonen til <strong>%h</strong>, port <strong>%h</strong>

# nft snat ip to addr
source: Rewrite source to <strong>%h</strong>
nb_no: Omskriv kilden til <strong>%h</strong>

# nft snat ip6 to addr
source: Rewrite source to <strong>%h</strong>
nb_no: Omskriv kilden til <strong>%h</strong>

# nft snat ip to addr:port
source: Rewrite source to <strong>%h</strong>, port <strong>%h</strong>
nb_no: Omskriv kilden til <strong>%h</strong>, port <strong>%h</strong>

# nft snat ip6 to addr:port
source: Rewrite source to <strong>%h</strong>, port <strong>%h</strong>
nb_no: Omskriv kilden til <strong>%h</strong>, port <strong>%h</strong>

source: Rewrite to egress device address
nb_no: Skriv om til utgående enhetsadresse

source: Robust Security Network (RSN): Allow roaming preauth for WPA2-EAP networks (and advertise it in WLAN beacons). Only works if the specified network interface is a bridge. Shortens the time-critical reassociation process.
nb_no: Robust sikkerhetsnettverk (RSN): Tillat roaming-preauth for WPA2-EAP-nettverk (og annonser det i WLAN-beacons). Fungerer bare hvis det angitte nettverksgrensesnittet er en bro. Forkorter den tidskritiske reassosieringsprosessen.

source: Robustness
nb_no: Robusthet

source: Root directory for files served via TFTP. <em>Enable TFTP server</em> and <em>TFTP server root</em> turn on the TFTP server and serve files from <em>TFTP server root</em>.
nb_no: Rotkatalog for filer servert via TFTP. <em>Aktiver TFTP-server</em> og <em>TFTP-serverrot</em> slår på TFTP-serveren og server filer fra <em>TFTP-serverrot</em>.

source: Root preparation
nb_no: Rotforberedelse

source: Round-Robin policy (balance-rr, 0)
nb_no: Round-Robin-policy (balanse-rr, 0)

source: Route Allowed IPs
nb_no: Rute tillatte IP-er

source: Route action chain "%h"
nb_no: Rutehandlingskjede "%h"

source: Route type
nb_no: Rutetype

source: Router Lifetime published in <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr> messages. Maximum is 9000 seconds.
nb_no: Ruterlevetid publisert i <abbr title="Router Advertisement, ICMPv6 Type 134">RA</abbr>-meldinger. Maksimum er 9000 sekunder.

source: Router Password
nb_no: Ruter passord

source: Routing
nb_no: Ruting

source: Routing Algorithm
nb_no: Rutingalgoritme

source: Routing defines over which interface and gateway a certain host or network can be reached.
nb_no: Ruting definerer over hvilket grensesnitt og gateway en bestemt vert eller nettverk kan nås.

source: Rule
nb_no: Regel

source: Rule actions
nb_no: Regel handlinger

# nft comment
source: Rule comment: %s
nb_no: Regelkommentar: %s

source: Rule container chain "%h"
nb_no: Regelbeholderkjede "%h"

source: Rule matches
nb_no: Regel samsvarer

source: Rule type
nb_no: Regeltype

source: Runtime error
nb_no: Kjøretidsfeil

source: SIMs
nb_no: SIM-kort

source: SSH Access
nb_no: SSH-tilgang

source: SSH server address
nb_no: SSH-serveradresse

source: SSH username
nb_no: SSH brukernavn

source: SSH-Keys
nb_no: SSH-nøkler

source: SWAP
nb_no: BYTT

source: Save
nb_no: Spare

source: Save & Apply
nb_no: Lagre og bruk

source: Save error
nb_no: Lagringsfeil

source: Save mtdblock
nb_no: Lagre mtdblock
