Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: The IP address to be used for this host, or <em>ignore</em> to ignore any DHCP request from this host.
nb_no: IP-adressen som skal brukes for denne verten, eller <em>ignorer</em> for å ignorere enhver DHCP-forespørsel fra denne verten.

source: The IPv4 address or the fully-qualified domain name of the remote end.
nb_no: IPv4-adressen eller det fullt kvalifiserte domenenavnet til den eksterne enden.

source: The IPv4 address or the fully-qualified domain name of the remote tunnel end.
nb_no: IPv4-adressen eller det fullt kvalifiserte domenenavnet til den eksterne tunnelenden.

source: The IPv6 address or the fully-qualified domain name of the remote end.
nb_no: IPv6-adressen eller det fullt kvalifiserte domenenavnet til den eksterne enden.

source: The IPv6 address or the fully-qualified domain name of the remote tunnel end.
nb_no: IPv6-adressen eller det fullt kvalifiserte domenenavnet til den eksterne tunnelenden.

source: The IPv6 interface identifier (address suffix) as hexadecimal number (max. 16 chars).
nb_no: IPv6-grensesnittidentifikatoren (adressesuffiks) som heksadesimalt tall (maks. 16 tegn).

source: The IPv6 prefix assigned to the provider, usually ends with <code>::</code>
nb_no: IPv6-prefikset som er tildelt leverandøren, slutter vanligvis med <code>::</code>

source: The LED blinks with the configured on/off frequency
nb_no: LED-en blinker med den konfigurerte på/av-frekvensen

source: The LED flashes to simulate actual heart beat.
nb_no: LED-en blinker for å simulere faktisk hjerteslag.

source: The LED flashes with link status and activity on the configured interface.
nb_no: LED-en blinker med koblingsstatus og aktivitet på det konfigurerte grensesnittet.

source: The LED is always in default state off.
nb_no: LED-lampen er alltid i standardtilstand av.

source: The LED is always in default state on.
nb_no: Lysdioden er alltid i standardtilstand på.

source: The MAC address %h is already used by another static lease in the same DHCP pool
nb_no: MAC-adressen %h brukes allerede av en annen statisk leieavtale i samme DHCP-pool

source: The MTU must not exceed the parent device MTU of %d bytes
nb_no: MTU-en må ikke overstige MTU-en for overordnet enhet på %d byte

source: The VLAN ID must be unique
nb_no: VLAN-ID-en må være unik

source: The address through which this %s is reachable
nb_no: Adressen som denne %s er tilgjengelig via

source: The algorithm that is used to discover mesh routes
nb_no: Algoritmen som brukes til å oppdage mesh-ruter

source: The allowed characters are: <code>A-Z</code>, <code>a-z</code>, <code>0-9</code> and <code>_</code>
nb_no: De tillatte tegnene er: <code>A-Z</code>, <code>a-z</code>, <code>0-9</code> og <code>_</code>

source: The checkbox cannot be modified unless the <code>yggdrasil-jumper</code> package is installed.
nb_no: Avmerkingsboksen kan ikke endres med mindre pakken <code>yggdrasil-jumper</code> er installert.

source: The configuration file could not be loaded due to the following error:
nb_no: Konfigurasjonsfilen kunne ikke lastes på grunn av følgende feil:

source: The correct SSID must be manually specified when joining a hidden wireless network
nb_no: Riktig SSID må angis manuelt når du kobler til et skjult trådløst nettverk

source: The device could not be reached within %d seconds after applying the pending changes, which caused the configuration to be rolled back for safety reasons. If you believe that the configuration changes are correct nonetheless, perform an unchecked configuration apply. Alternatively, you can dismiss this warning and edit changes before attempting to apply again, or revert all pending changes to keep the currently working configuration state.
nb_no: Enheten kunne ikke nås innen %d sekunder etter å ha tatt i bruk de ventende endringene, noe som førte til at konfigurasjonen ble rullet tilbake av sikkerhetsgrunner. Hvis du mener at konfigurasjonsendringene er riktige likevel, utfør en uavmerket konfigurasjon. Alternativt kan du avvise denne advarselen og redigere endringene før du prøver å bruke på nytt, eller tilbakestille alle ventende endringer for å beholde den gjeldende konfigurasjonstilstanden.

source: The device file of the memory or partition (<abbr title="for example">e.g.</abbr> <code>/dev/sda1</code>)
nb_no: Enhetsfilen til minnet eller partisjonen (<abbr title="for eksempel">f.eks.</abbr> <code>/dev/sda1</code>)

source: The device name "%s" is already taken
nb_no: Enhetsnavnet "%s" er allerede tatt

source: The existing network configuration needs to be changed for LuCI to function properly.
nb_no: Den eksisterende nettverkskonfigurasjonen må endres for at LuCI skal fungere skikkelig.

source: The existing wireless configuration needs to be changed for LuCI to function properly.
nb_no: Den eksisterende trådløse konfigurasjonen må endres for at LuCI skal fungere skikkelig.

source: The flash image was uploaded. Below is the checksum and file size listed, compare them with the original file to ensure data integrity. <br /> Click 'Continue' below to start the flash procedure.
nb_no: Flash-bildet ble lastet opp. Nedenfor er kontrollsummen og filstørrelsen oppført, sammenlign dem med originalfilen for å sikre dataintegritet. <br /> Klikk "Fortsett" nedenfor for å starte flashprosedyren.

source: The following rules are currently active on this system.
nb_no: Følgende regler er for øyeblikket aktive på dette systemet.

source: The frequency is in direct proportion to 1-minute average CPU load.
nb_no: Frekvensen står i direkte proporsjon med 1-minutters gjennomsnittlig CPU-belastning.

source: The gateway address must not be a local IP address
nb_no: Gateway-adressen må ikke være en lokal IP-adresse

source: The generated configuration can be imported into a WireGuard client application to set up a connection towards this device.
nb_no: Den genererte konfigurasjonen kan importeres til en WireGuard-klientapplikasjon for å sette opp en tilkobling til denne enheten.

source: The given SSH public key has already been added.
nb_no: Den gitte offentlige SSH-nøkkelen er allerede lagt til.

source: The given SSH public key is invalid. Please supply proper public RSA, ED25519 or ECDSA keys.
nb_no: Den oppgitte offentlige SSH-nøkkelen er ugyldig. Vennligst oppgi riktige offentlige RSA-, ED25519- eller ECDSA-nøkler.

source: The hardware address(es) of this entry/host.
nb_no: Maskinvareadressen(e) til denne oppføringen/verten.

source: The hop penalty setting allows to modify batman-adv's preference for multihop routes vs. short routes. The value is applied to the TQ of each forwarded OGM, thereby propagating the cost of an extra hop (the packet has to be received and retransmitted which costs airtime)
nb_no: Hoppstraffinnstillingen lar deg endre batman-advs preferanse for multihop-ruter kontra korte ruter. Verdien brukes på TQ for hver videresendt OGM, og sprer dermed kostnaden for et ekstra hopp (pakken må mottas og sendes på nytt, noe som koster sendetid)

source: The hostname of the boot server
nb_no: Vertsnavnet til oppstartsserveren

source: The interface could not be found
nb_no: Grensesnittet ble ikke funnet

source: The interface name is already used
nb_no: Grensesnittnavnet er allerede brukt

source: The interface name is too long
nb_no: Grensesnittnavnet er for langt

source: The length of the IPv4 prefix in bits, the remainder is used in the IPv6 addresses.
nb_no: Lengden på IPv4-prefikset i biter, resten brukes i IPv6-adressene.

source: The length of the IPv6 prefix in bits
nb_no: Lengden på IPv6-prefikset i biter

source: The local IPv4 address
nb_no: Den lokale IPv4-adressen

source: The local IPv4 address over which the tunnel is created (optional).
nb_no: Den lokale IPv4-adressen som tunnelen opprettes over (valgfritt).

source: The local IPv4 netmask
nb_no: Den lokale IPv4-nettmasken

source: The local IPv6 address over which the tunnel is created (optional).
nb_no: Den lokale IPv6-adressen som tunnelen opprettes over (valgfritt).

source: The max response time in centiseconds inserted into group-specific queries sent in response to leave group messages. It is also the amount of time between group-specific query messages. This value may be tuned to modify the "leave latency" of the network. A reduced value results in reduced time to detect the loss of the last member of a group
nb_no: Maksimal responstid i centisekunder satt inn i gruppespesifikke forespørsler sendt som svar for å legge igjen gruppemeldinger. Det er også hvor lang tid det går mellom gruppespesifikke spørringsmeldinger. Denne verdien kan justeres for å endre "forlate latens" for nettverket. En redusert verdi resulterer i redusert tid for å oppdage tapet av det siste medlemmet i en gruppe

source: The max response time in centiseconds inserted into the periodic general queries. By varying the value, an administrator may tune the burstiness of IGMP messages on the subnet; larger values make the traffic less bursty, as host responses are spread out over a larger interval
nb_no: Maksimal responstid i centisekunder satt inn i de periodiske generelle spørringene. Ved å variere verdien kan en administrator justere burstiness av IGMP-meldinger på subnettet; større verdier gjør trafikken mindre eksplosiv, ettersom vertssvarene er spredt over et større intervall

source: The maximum hops to be published in <abbr title="Router Advertisement">RA</abbr> messages. Maximum is 255 hops.
nb_no: Maksimalt antall hopp som skal publiseres i <abbr title="Router Advertisement">RA</abbr>-meldinger. Maksimum er 255 hopp.

source: The netfilter components below are only regarded when running fw4.
nb_no: Nettfilterkomponentene nedenfor vurderes kun når du kjører fw4.

source: The network name is already used
nb_no: Nettverksnavnet er allerede brukt

source: The network ports on this device can be combined to several <abbr title="Virtual Local Area Network">VLAN</abbr>s in which computers can communicate directly with each other. <abbr title="Virtual Local Area Network">VLAN</abbr>s are often used to separate different network segments. Often there is by default one Uplink port for a connection to the next greater network like the internet and other ports for a local network.
nb_no: Nettverksportene på denne enheten kan kombineres til flere <abbr title="Virtual Local Area Network">VLAN</abbr> der datamaskiner kan kommunisere direkte med hverandre. <abbr title="Virtual Local Area Network">VLAN</abbr> brukes ofte til å skille forskjellige nettverkssegmenter. Ofte er det som standard én Uplink-port for en tilkobling til det neste større nettverket som internett og andre porter for et lokalt nettverk.

source: The private key for your Yggdrasil node
nb_no: Den private nøkkelen til Yggdrasil-noden din

source: The public hostname or IP address of this system the peer should connect to. This usually is a static public IP address, a static hostname or a DDNS domain.
nb_no: Det offentlige vertsnavnet eller IP-adressen til dette systemet peeren skal koble til. Dette er vanligvis en statisk offentlig IP-adresse, et statisk vertsnavn eller et DDNS-domene.

source: The public key for your Yggdrasil node
nb_no: Den offentlige nøkkelen for Yggdrasil-noden din

source: The query response interval must be lower than the query interval value
nb_no: Spørresvarintervallet må være lavere enn spørreintervallverdien

source: The reboot command failed with code %d
nb_no: Reboot-kommandoen mislyktes med koden %d

source: The restore command failed with code %d
nb_no: Gjenopprettingskommandoen mislyktes med koden %d

source: The robustness value allows tuning for the expected packet loss on the network. If a network is expected to be lossy, the robustness value may be increased. IGMP is robust to (Robustness-1) packet losses
nb_no: Robusthetsverdien tillater innstilling for forventet pakketap på nettverket. Hvis et nettverk forventes å ha tap, kan robusthetsverdien økes. IGMP er robust mot (Robustness-1) pakketap

source: The routing protocol identifier of this route
nb_no: Rutingprotokollidentifikatoren for denne ruten

source: The rule target is a jump to another rule specified by its priority value
nb_no: Regelmålet er et hopp til en annen regel spesifisert av dens prioritetsverdi

source: The rule target is a table lookup ID: a numeric table index ranging from 0 to 65535 or symbol alias declared in /etc/iproute2/rt_tables. Special aliases local (255), main (254) and default (253) are also valid
nb_no: Regelmålet er en tabelloppslags-ID: en numerisk tabellindeks som varierer fra 0 til 65535 eller symbolalias deklarert i /etc/iproute2/rt_tables. Spesialaliaser lokal (255), hoved (254) og standard (253) er også gyldige

source: The selected %s mode is incompatible with %s encryption
nb_no: Den valgte %s-modusen er inkompatibel med %s-kryptering

source: The submitted security token is invalid or already expired!
nb_no: Det innsendte sikkerhetstokenet er ugyldig eller allerede utløpt!

source: The syslog output, pre-filtered for messages related to:
nb_no: Syslog-utgangen, forhåndsfiltrert for meldinger relatert til:

source: The system is erasing the configuration partition now and will reboot itself when finished.
nb_no: Systemet sletter konfigurasjonspartisjonen nå og vil starte seg selv på nytt når det er ferdig.

source: The system is flashing now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes before you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
nb_no: Systemet blinker nå.<br /> IKKE SLÅ AV ENHETEN!<br /> Vent noen minutter før du prøver å koble til igjen. Det kan være nødvendig å fornye adressen til datamaskinen for å nå enheten igjen, avhengig av innstillingene dine.

source: The system is rebooting now. If the restored configuration changed the current LAN IP address, you might need to reconnect manually.
nb_no: Systemet starter på nytt nå. Hvis den gjenopprettede konfigurasjonen endret gjeldende LAN IP-adresse, må du kanskje koble til manuelt.

source: The system password has been successfully changed.
nb_no: Systempassordet er endret.

source: The sysupgrade command failed with code %d
nb_no: Sysupgrade-kommandoen mislyktes med koden %d

source: The tag construct filters which host directives are used; more than one tag can be provided, in this case the request must match all of them. Tagged directives are used in preference to untagged ones. Note that one of mac, duid or hostname still needs to be specified (can be a wildcard).
nb_no: Tag-konstruksjonen filtrerer hvilke vertsdirektiver som brukes; mer enn én tag kan oppgis, i dette tilfellet må forespørselen samsvare med alle. Taggede direktiver brukes fremfor umerkede. Merk at ett av mac, duid eller vertsnavn fortsatt må spesifiseres (kan være et jokertegn).

source: The uploaded backup archive appears to be valid and contains the files listed below. Press "Continue" to restore the backup and reboot, or "Cancel" to abort the operation.
nb_no: Det opplastede sikkerhetskopieringsarkivet ser ut til å være gyldig og inneholder filene som er oppført nedenfor. Trykk "Fortsett" for å gjenopprette sikkerhetskopien og omstart, eller "Avbryt" for å avbryte operasjonen.

source: The uploaded backup archive is not readable
nb_no: Det opplastede sikkerhetskopiarkivet er ikke lesbart

source: The uploaded firmware does not allow keeping current configuration.
nb_no: Den opplastede fastvaren tillater ikke å beholde gjeldende konfigurasjon.

source: The uploaded image file does not contain a supported format. Make sure that you choose the generic image format for your platform.
nb_no: Den opplastede bildefilen inneholder ikke et format som støttes. Pass på at du velger det generiske bildeformatet for plattformen din.

source: The value is overridden by configuration.
nb_no: Verdien overstyres av konfigurasjonen.

source: The value specifies the interval (milliseconds) in which batman-adv floods the network with its protocol information.
nb_no: Verdien spesifiserer intervallet (millisekunder) der batman-adv oversvømmer nettverket med protokollinformasjon.

source: There are legacy iptables rules present on the system. Mixing iptables and nftables rules is discouraged and may lead to incomplete traffic filtering.
nb_no: Det er eldre iptables-regler på systemet. Blanding av iptables og nftables-regler frarådes og kan føre til ufullstendig trafikkfiltrering.

source: There are no active leases
nb_no: Det er ingen aktive leieavtaler

source: There are no changes to apply
nb_no: Det er ingen endringer å gjelde

source: There is no password set on this router. Please configure a root password to protect the web interface.
nb_no: Det er ikke angitt noe passord på denne ruteren. Konfigurer et root-passord for å beskytte nettgrensesnittet.

source: This IPv4 address of the relay
nb_no: Denne IPv4-adressen til reléet

source: This authentication type is not applicable to the selected EAP method.
nb_no: Denne autentiseringstypen gjelder ikke for den valgte EAP-metoden.

source: This does not look like a valid PEM file
nb_no: Dette ser ikke ut som en gyldig PEM-fil

source: This is a list of shell glob patterns for matching files and directories to include during sysupgrade. Modified files in /etc/config/ and certain other configurations are automatically preserved.
nb_no: Dette er en liste over shell glob-mønstre for samsvarende filer og kataloger som skal inkluderes under sysupgrade. Endrede filer i /etc/config/ og visse andre konfigurasjoner blir automatisk bevart.

source: This is either the "Update Key" configured for the tunnel or the account password if no update key has been configured
nb_no: Dette er enten "Oppdateringsnøkkelen" konfigurert for tunnelen eller kontopassordet hvis ingen oppdateringsnøkkel er konfigurert

source: This is the batman-adv device where you want to link the physical Device from above to. If this list is empty, then you need to create one first. If you want to route mesh traffic over a wired network device, then please select it from the above Device selector. If you want to assign the batman-adv interface to a Wi-fi mesh then do not select a Device in the Device selector but rather go to the Wireless settings and select this Interface as a network from there.
nb_no: Dette er batman-adv-enheten du vil koble den fysiske enheten ovenfra til. Hvis denne listen er tom, må du først opprette en. Hvis du ønsker å rute masketrafikk over en kablet nettverksenhet, velg den fra enhetsvelgeren ovenfor. Hvis du vil tilordne batman-adv-grensesnittet til et Wi-fi-nettverk, må du ikke velge en enhet i enhetsvelgeren, men heller gå til de trådløse innstillingene og velge dette grensesnittet som et nettverk derfra.

source: This is the content of /etc/rc.local. Insert your own commands here (in front of 'exit 0') to execute them at the end of the boot process.
nb_no: Dette er innholdet i /etc/rc.local. Sett inn dine egne kommandoer her (foran 'exit 0') for å utføre dem på slutten av oppstartsprosessen.

source: This is the local endpoint address assigned by the tunnel broker, it usually ends with <code>...:2/64</code>
nb_no: Dette er den lokale endepunktadressen tildelt av tunnelmegleren, den ender vanligvis med <code>...:2/64</code>

source: This is the only DHCP server in the local network.
nb_no: Dette er den eneste DHCP-serveren i det lokale nettverket.

source: This is the plain username for logging into the account
nb_no: Dette er det vanlige brukernavnet for å logge på kontoen

source: This is the prefix routed to you by the tunnel broker for use by clients
nb_no: Dette er prefikset som rutes til deg av tunnelmegleren for bruk av klienter

source: This is the system crontab in which scheduled tasks can be defined.
nb_no: Dette er systemkrontaben der planlagte oppgaver kan defineres.

source: This is usually the address of the nearest PoP operated by the tunnel broker
nb_no: Dette er vanligvis adressen til nærmeste PoP som drives av tunnelmegleren

source: This list gives an overview over currently running system processes and their status.
nb_no: Denne listen gir en oversikt over gjeldende systemprosesser og deres status.

source: This option cannot be used because the ca-bundle package is not installed.
nb_no: Dette alternativet kan ikke brukes fordi ca-bundle-pakken ikke er installert.

source: This page displays the active connections via this device.
nb_no: Denne siden viser de aktive forbindelsene via denne enheten.

source: This page displays the bandwidth used for all available physical interfaces.
nb_no: Denne siden viser båndbredden som brukes for alle tilgjengelige fysiske grensesnitt.

source: This page displays the wireless metrics, for each available radio interfaces.
nb_no: Denne siden viser de trådløse beregningene for hvert tilgjengelig radiogrensesnitt.

source: This prefix is randomly generated at first install.
nb_no: Dette prefikset genereres tilfeldig ved første installasjon.

source: This prevents unreachable IPs in subnets not accessible to you.
nb_no: Dette forhindrer uoppnåelige IP-er i subnett som ikke er tilgjengelige for deg.

source: This section contains no values yet
nb_no: Denne delen inneholder ingen verdier ennå

source: Time Synchronization
nb_no: Tidssynkronisering

source: Time advertisement
nb_no: Tidsreklame

source: Time in milliseconds
nb_no: Tid i millisekunder

source: Time in seconds to spend in listening and learning states
nb_no: Tid i sekunder å bruke i lytte- og læretilstander

source: Time interval for rekeying GTK
nb_no: Tidsintervall for nytasting av GTK

source: Time zone
nb_no: Tidssone

source: Timed-out
nb_no: Tidsavbrudd

source: Timeout in seconds
nb_no: Tidsavbrudd i sekunder

source: Timeout in seconds for learned MAC addresses in the forwarding database
nb_no: Tidsavbrudd i sekunder for lærte MAC-adresser i videresendingsdatabasen

source: Timeout in seconds until topology updates on link loss
nb_no: Tidsavbrudd i sekunder til topologien oppdateres ved tap av kobling

source: Timezone
nb_no: Tidssone

source: To fully configure the local WireGuard interface from an existing (e.g. provider supplied) configuration file, use the <strong><a class="full-import" href="#">configuration import</a></strong> instead.
nb_no: For å konfigurere det lokale WireGuard-grensesnittet fullstendig fra en eksisterende (f.eks. leverandør levert) konfigurasjonsfil, bruk <strong><a class="full-import" href="#">konfigurasjonsimporten</a></strong> i stedet.

source: To restore configuration files, you can upload a previously generated backup archive here. To reset the firmware to its initial state, click "Perform reset" (only possible with squashfs images).
nb_no: For å gjenopprette konfigurasjonsfiler kan du laste opp et tidligere generert sikkerhetskopiarkiv her. For å tilbakestille fastvaren til dens opprinnelige tilstand, klikk "Utfør tilbakestilling" (kun mulig med squashfs-bilder).

source: Total Available
nb_no: Totalt tilgjengelig

source: Trace
nb_no: Spor

source: Tracking Area Code
nb_no: Spor retningsnummer

source: Traffic
nb_no: Trafikk

source: Traffic Class
nb_no: Trafikkklasse

source: Traffic filter chain "%h"
nb_no: Trafikkfilterkjede "%h"

# nft counter
source: Traffic matched by rule: %.1000mPackets, %.1024mBytes
nb_no: Trafikk matchet av regel: %.1000mPackets, %.1024mBytes

source: Transfer
nb_no: Overføre

source: Transform replies which contain the specified addresses or subnets into {nxdomain} responses.
nb_no: Transformer svar som inneholder de angitte adressene eller undernettene til {nxdomain}-svar.

source: Transix (Japan only)
nb_no: Transix (bare Japan)

source: Transmit
nb_no: Overføre

source: Transmit Hash Policy
nb_no: Overfør hasjpolicy

source: Transmit dropped
nb_no: Sende falt

source: Transmit errors
nb_no: Overføringsfeil

source: Transmitted Data
nb_no: Overførte data
