Repository: Protx/luci
Catalog: modules/luci-*/po/*/*.po
Languages: nb_no

source: !known (not known)
nb_no: !kjent (ikke kjent)

# Yet unknown nftables table family ("family" table "name")
source: "%h" table "%h"
nb_no: "%h" tabell "%h"

source: %d invalid field(s)
nb_no: %d ugyldig(e) felt(er)

source: %dh ago
nb_no: %dh siden

source: %dm ago
nb_no: %dm siden

source: %ds ago
nb_no: %ds siden

source: %s is an independent project that aims to transparently reduce latency of a connection over Yggdrasil network, utilizing NAT traversal to bypass intermediary nodes.
nb_no: %s er et uavhengig prosjekt som tar sikte på å transparent redusere ventetiden for en tilkobling over Yggdrasil-nettverket, ved å bruke NAT-traversal for å omgå mellomliggende noder.

source: %s is untagged in multiple VLANs!
nb_no: %s er umerket i flere VLAN!

source: %s means "the address of the system running dnsmasq".
nb_no: %s betyr "adressen til systemet som kjører dnsmasq".

source: (%d minute window, %d second interval)
nb_no: (%d minuttvindu, %d sekundintervall)

source: (Max 1h == 3600)
nb_no: (Maks 1 t == 3600)

source: (empty)
nb_no: (tømme)

source: (no interfaces attached)
nb_no: (ingen grensesnitt vedlagt)

# Label indicating further amount of allowed ips
source: + %d more
nb_no: + %d til

source: -- Additional Field --
nb_no: -- Tilleggsfelt --

source: -- Please choose --
nb_no: -- Vennligst velg --

source: -- custom --
nb_no: -- tilpasset --

source: -- match by label --
nb_no: -- match etter etikett --

source: -- match by uuid --
nb_no: -- match av uuid --

source: -- please select --
nb_no: -- vennligst velg --

source: 0 = not using RSSI threshold, 1 = do not change driver default
nb_no: 0 = bruker ikke RSSI-terskel, 1 = endrer ikke driverstandard

source: 1 Minute Load:
nb_no: 1 minutts belastning:

source: 12h (12 hours - default)
nb_no: 12 timer (12 timer - standard)

source: 15 Minute Load:
nb_no: 15 minutters belastning:

source: 3h (3 hours)
nb_no: 3 timer (3 timer)

source: 4-character hexadecimal ID
nb_no: 4-tegns heksadesimal ID

source: 5 Minute Load:
nb_no: 5 minutters belastning:

source: 5m (5 minutes)
nb_no: 5m (5 minutter)

source: 6-octet identifier as a hex string - no colons
nb_no: 6-oktett identifikator som en sekskantstreng - ingen kolon

source: 7d (7 days)
nb_no: 7 dager (7 dager)

source: 802.11k: Enable beacon report via radio measurements.
nb_no: 802.11k: Aktiver beacon-rapport via radiomålinger.

source: 802.11k: Enable neighbor report via radio measurements.
nb_no: 802.11k: Aktiver naborapport via radiomålinger.

source: 802.11r Fast Transition
nb_no: 802.11r rask overgang

source: 802.11v: BSS Max Idle. Units: seconds.
nb_no: 802.11v: BSS Max tomgang. Enheter: sekunder.

source: 802.11v: Basic Service Set (BSS) transition management.
nb_no: 802.11v: Basic Service Set (BSS) overgangsadministrasjon.

source: 802.11v: Local Time Zone Advertisement in management frames.
nb_no: 802.11v: Annonse for lokal tidssone i administrasjonsrammer.

source: 802.11v: Proxy ARP enables non-AP STA to remain in power-save for longer.
nb_no: 802.11v: Proxy ARP gjør det mulig for ikke-AP STA å forbli i strømsparing lenger.

source: 802.11v: Time Advertisement in management frames.
nb_no: 802.11v: Tidsreklame i ledelsesrammer.

source: 802.11v: Wireless Network Management (WNM) Sleep Mode (extended sleep mode for stations).
nb_no: 802.11v: Wireless Network Management (WNM) hvilemodus (utvidet hvilemodus for stasjoner).

source: 802.11v: Wireless Network Management (WNM) Sleep Mode Fixes: Prevents reinstallation attacks.
nb_no: 802.11v: Trådløs nettverksadministrasjon (WNM) Dvalemodus-fikser: Forhindrer angrep på nytt.

source: 802.11w Association SA Query maximum timeout
nb_no: 802.11w Association SA Spørr maksimal tidsavbrudd

source: 802.11w Association SA Query retry timeout
nb_no: 802.11w Association SA Tidsavbrudd for søk på nytt

source: 802.11w maximum timeout
nb_no: 802.11w maksimal tidsavbrudd

source: 802.11w retry timeout
nb_no: Tidsavbrudd for 802.11w nytt forsøk

source: ; invalid MAC:
nb_no: ; ugyldig MAC:

source: <abbr title="Internet Protocol Version 4">IPv4</abbr>-Netmask
nb_no: <abbr title="Internet Protocol Version 4">IPv4</abbr>-Nettverksmaske

source: <abbr title="Light Emitting Diode">LED</abbr> Configuration
nb_no: <abbr title="Light Emitting Diode">LED</abbr>-konfigurasjon

source: <abbr title="Light Emitting Diode">LED</abbr> Name
nb_no: <abbr title="Light Emitting Diode">LED</abbr> Navn

source: <abbr title="Prefix Delegation">PD</abbr> minimum length
nb_no: <abbr title="Prefix Delegation">PD</abbr> minimumslengde

source: <abbr title="Router Advertisement">RA</abbr> Flags
nb_no: <abbr title="Router Advertisement">RA</abbr>-flagg

source: <abbr title="Router Advertisement">RA</abbr> Lifetime
nb_no: <abbr title="Router Advertisement">RA</abbr> levetid

source: <abbr title="Router Advertisement">RA</abbr>-Service
nb_no: <abbr title="Router Advertisement">RA</abbr>-tjeneste

# nft relational ">" operator expression
source: <var>%s</var> greater than <strong>%s</strong>
nb_no: <var>%s</var> større enn <strong>%s</strong>

# nft relational ">=" operator expression
source: <var>%s</var> greater than or equal to <strong>%s</strong>
nb_no: <var>%s</var> større enn eller lik <strong>%s</strong>

# nft set match expression
source: <var>%s</var> in set <strong>%s</strong>
nb_no: <var>%s</var> i settet <strong>%s</strong>

# nft relational "==" operator expression
source: <var>%s</var> is <strong>%s</strong>
nb_no: <var>%s</var> er <strong>%s</strong>

# nft relational "in" operator expression
source: <var>%s</var> is one of <strong>%s</strong>
nb_no: <var>%s</var> er en av <strong>%s</strong>

# nft relational "<" operator expression
source: <var>%s</var> lower than <strong>%s</strong>
nb_no: <var>%s</var> lavere enn <strong>%s</strong>

# nft relational "<=" operator expression
source: <var>%s</var> lower than or equal to <strong>%s</strong>
nb_no: <var>%s</var> lavere enn eller lik <strong>%s</strong>

# nft relational "!=" operator expression
source: <var>%s</var> not <strong>%s</strong>
nb_no: <var>%s</var> ikke <strong>%s</strong>

# nft not in set match expression
source: <var>%s</var> not in set <strong>%s</strong>
nb_no: <var>%s</var> ikke i settet <strong>%s</strong>

source: A batman-adv node can either run in server mode (sharing its internet connection with the mesh) or in client mode (searching for the most suitable internet connection in the mesh) or having the gateway support turned off entirely (which is the default setting).
nb_no: En batman-adv-node kan enten kjøre i servermodus (deler sin internettforbindelse med mesh) eller i klientmodus (søker etter den mest passende internettforbindelsen i mesh) eller ha gatewaystøtten slått av helt (som er standardinnstillingen ).

source: A configuration for the device "%s" already exists
nb_no: En konfigurasjon for enheten "%s" eksisterer allerede

source: A default MTU of 65535 is set by Yggdrasil. It is recomended to utilize the default.
nb_no: En standard MTU på 65535 er satt av Yggdrasil. Det anbefales å bruke standarden.

source: A directory with the same name already exists.
nb_no: En katalog med samme navn finnes allerede.

source: A new login is required since the authentication session expired.
nb_no: En ny pålogging er nødvendig siden autentiseringsøkten utløp.

source: ADSL (G.992.1) Annex A
nb_no: ADSL (G.992.1) vedlegg A

source: ADSL (G.992.1) Annex B
nb_no: ADSL (G.992.1) vedlegg B

source: ADSL (all variants) Annex A/L/M
nb_no: ADSL (alle varianter) Vedlegg A/L/M

source: ADSL (all variants) Annex A/L/M + VDSL2 Annex A/B/C
nb_no: ADSL (alle varianter) Annex A/L/M + VDSL2 Annex A/B/C

source: ADSL (all variants) Annex B
nb_no: ADSL (alle varianter) vedlegg B

source: ADSL (all variants) Annex B + VDSL2 Annex A/B/C
nb_no: ADSL (alle varianter) Annex B + VDSL2 Annex A/B/C

source: ADSL (all variants) Annex B/J
nb_no: ADSL (alle varianter) Vedlegg B/J

source: ADSL (all variants) Annex B/J + VDSL2 Annex A/B/C
nb_no: ADSL (alle varianter) Annex B/J + VDSL2 Annex A/B/C

source: ADSL (all variants) Annex M
nb_no: ADSL (alle varianter) vedlegg M

source: ADSL2 (G.992.3) Annex A
nb_no: ADSL2 (G.992.3) vedlegg A

source: ADSL2 (G.992.3) Annex B
nb_no: ADSL2 (G.992.3) vedlegg B

source: ADSL2 (G.992.3) Annex L
nb_no: ADSL2 (G.992.3) vedlegg L

source: ADSL2 (G.992.3) Annex M
nb_no: ADSL2 (G.992.3) vedlegg M

source: ADSL2+ (G.992.5) Annex A
nb_no: ADSL2+ (G.992.5) vedlegg A

source: ADSL2+ (G.992.5) Annex B
nb_no: ADSL2+ (G.992.5) vedlegg B

source: ADSL2+ (G.992.5) Annex M
nb_no: ADSL2+ (G.992.5) vedlegg M

source: APN profile index
nb_no: APN-profilindeks

source: ARP IP Targets
nb_no: ARP IP-mål

source: ARP Interval
nb_no: ARP-intervall

source: ARP Validation
nb_no: ARP-validering

source: ARP mode to consider a slave as being up
nb_no: ARP-modus for å betrakte en slave som oppe

source: ARP monitoring is not supported for the selected policy!
nb_no: ARP-overvåking støttes ikke for den valgte policyen!

source: ARP retry threshold
nb_no: Terskel for ARP-forsøk på nytt

source: ARP traffic table "%h"
nb_no: ARP-trafikktabell "%h"

source: ARP, IPv4 and IPv6 (even 802.1Q) with multicast destination MACs are unicast to the STA MAC address. Note: This is not Directed Multicast Service (DMS) in 802.11v. Note: might break receiver STA multicast expectations.
nb_no: ARP, IPv4 og IPv6 (selv 802.1Q) med multicast-destinasjons-MAC-er er unicast til STA MAC-adressen. Merk: Dette er ikke Directed Multicast Service (DMS) i 802.11v. Merk: kan bryte mottakerens STA multicast-forventninger.

source: ATM (Asynchronous Transfer Mode)
nb_no: ATM (asynkron overføringsmodus)

source: ATM Bridges
nb_no: ATM-broer

source: ATM bridges expose encapsulated ethernet in AAL5 connections as virtual Linux network interfaces which can be used in conjunction with DHCP or PPP to dial into the provider network.
nb_no: ATM-broer avslører innkapslet ethernet i AAL5-forbindelser som virtuelle Linux-nettverksgrensesnitt som kan brukes sammen med DHCP eller PPP for å ringe til leverandørnettverket.

source: ATM device number
nb_no: ATM-enhetsnummer

source: Absent Interface
nb_no: Fraværende grensesnitt

source: Accept DNS queries only from hosts whose address is on a local subnet.
nb_no: Godta kun DNS-spørringer fra verter hvis adresse er på et lokalt subnett.

source: Accept from public keys
nb_no: Godta fra offentlige nøkler

source: Accept local
nb_no: Godta lokalt

# nft accept action
source: Accept packet
nb_no: Godta pakken

source: Accept packets with local source addresses
nb_no: Godta pakker med lokale kildeadresser

source: Access Concentrator
nb_no: Få tilgang til konsentrator

source: Access Point
nb_no: Tilgangspunkt

source: Access Point Isolation
nb_no: Isolering av tilgangspunkt

source: Access Technologies
nb_no: Tilgang teknologier

source: Actions
nb_no: Handlinger

source: Active
nb_no: Aktiv

source: Active Connections
nb_no: Aktive tilkoblinger

source: Active DHCP Leases
nb_no: Aktive DHCP-leieavtaler

source: Active DHCPv6 Leases
nb_no: Aktive DHCPv6-leieavtaler

source: Active IPv4 Routes
nb_no: Aktive IPv4-ruter

source: Active IPv4 Rules
nb_no: Aktive IPv4-regler

source: Active IPv6 Routes
nb_no: Aktive IPv6-ruter

source: Active IPv6 Rules
nb_no: Aktive IPv6-regler

source: Active peers
nb_no: Aktive jevnaldrende

source: Adaptive load balancing (balance-alb, 6)
nb_no: Adaptiv lastbalansering (balanse-alb, 6)

source: Adaptive transmit load balancing (balance-tlb, 5)
nb_no: Adaptiv overføringsbelastningsbalansering (balanse-tlb, 5)

source: Add
nb_no: Legge til

source: Add ATM Bridge
nb_no: Legg til ATM Bridge

source: Add IPv4 address…
nb_no: Legg til IPv4-adresse...

source: Add IPv6 address…
nb_no: Legg til IPv6-adresse...

source: Add LED action
nb_no: Legg til LED-handling

source: Add VLAN
nb_no: Legg til VLAN

source: Add device configuration
nb_no: Legg til enhetskonfigurasjon

source: Add device configuration…
nb_no: Legg til enhetskonfigurasjon …

source: Add instance
nb_no: Legg til forekomst

source: Add key
nb_no: Legg til nøkkel

source: Add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery works regardless of listeners set here. URI Format: <code>tls://0.0.0.0:0</code> or <code>tls://[::]:0</code> to listen on all interfaces. Choose an acceptable URI <code>tls://</code>, <code>tcp://</code>, <code>unix://</code> or <code>quic://</code>
nb_no: Legg til lyttere for å godta innkommende peeringer fra ikke-lokale noder. Multicast peer discovery fungerer uavhengig av lyttere som er angitt her. URI-format: <code>tls://0.0.0.0:0</code> eller <code>tls://[::]:0</code> for å lytte på alle grensesnitt. Velg en akseptabel URI <code>tls://</code>, <code>tcp://</code>, <code>unix://</code> eller <code>quic://</code> >

source: Add local domain suffix to names served from hosts files.
nb_no: Legg til lokalt domene-suffiks til navn som serveres fra vertsfiler.

source: Add multicast rule
nb_no: Legg til multicast-regel

source: Add new interface...
nb_no: Legg til nytt grensesnitt...

source: Add peer
nb_no: Legg til peer

source: Add peer address
nb_no: Legg til peer-adresse

# Dnsmasq instance
source: Add server instance
nb_no: Legg til serverforekomst

source: Add static forward and reverse DNS entries for this host.
nb_no: Legg til statiske frem- og bakover DNS-oppføringer for denne verten.

source: Add to Blacklist
nb_no: Legg til svarteliste

source: Add to Whitelist
nb_no: Legg til hviteliste

source: Adding an IPv6 to an IPv4 set and vice-versa silently fails.
nb_no: Å legge til en IPv6 til et IPv4-sett og omvendt mislykkes stille.

source: Additional configuration settings (in TOML format).
nb_no: Ytterligere konfigurasjonsinnstillinger (i TOML-format).

source: Additional hosts files
nb_no: Ytterligere vertsfiler

source: Additional options to send to the below match tags.
nb_no: Ytterligere alternativer for å sende til samsvarsetikettene nedenfor.

source: Additional servers file
nb_no: Ekstra serverfil

source: Address
nb_no: Adresse

source: Address families of "Relay from" and "Relay to address" must match.
nb_no: Adressefamilier av "Relé fra" og "Relé til adresse" må samsvare.

# nft meta nfproto
source: Address family
nb_no: Adresse familien

source: Address setting is invalid
nb_no: Adresseinnstillingen er ugyldig

source: Address to access local relay bridge
nb_no: Adresse for tilgang til lokal relébro

source: Addresses
nb_no: Adresser

source: Administration
nb_no: Administrasjon

source: Advanced Settings
nb_no: Avanserte innstillinger

source: Advanced device options
nb_no: Avanserte enhetsalternativer

source: Afer making changes to network using external protocol, network must be manually restarted.
nb_no: Etter å ha gjort endringer i nettverket ved hjelp av ekstern protokoll, må nettverket startes på nytt manuelt.

source: Ageing time
nb_no: Aldringstid

source: Aggregate Originator Messages
nb_no: Samle opphavsmannmeldinger

source: Aggregation Selection Logic
nb_no: Aggregasjonsvalglogikk

source: Aggregator: All slaves down or has no slaves (stable, 0)
nb_no: Aggregator: Alle slaver nede eller har ingen slaver (stabil, 0)

source: Aggregator: Chosen by the largest number of ports + slave added/removed or state changes (count, 2)
nb_no: Aggregator: Velges av det største antallet porter + slave lagt til/fjernet eller tilstandsendringer (antall, 2)

source: Aggregator: Slave added/removed or state changes (bandwidth, 1)
nb_no: Aggregator: Slave lagt til/fjernet eller tilstandsendringer (båndbredde, 1)

source: Alert
nb_no: Varsle

source: Alias Interface
nb_no: Alias ​​grensesnitt

source: Alias of "%s"
nb_no: Alias ​​for "%s"

source: All servers
nb_no: Alle servere

source: Allocate IP addresses sequentially, starting from the lowest available address.
nb_no: Tildel IP-adresser sekvensielt, fra den laveste tilgjengelige adressen.

source: Allocate IPs sequentially
nb_no: Tildel IP-er sekvensielt

source: Allocate listen addresses
nb_no: Tildel lytteadresser

source: Allow <abbr title="Secure Shell">SSH</abbr> password authentication
nb_no: Tillat <abbr title="Secure Shell">SSH</abbr> passordautentisering

source: Allow AP mode to disconnect STAs based on low ACK condition
nb_no: Tillat AP-modus å koble fra STA-er basert på lav ACK-tilstand

source: Allow Yggdrasil Jumper to automatically configure Yggdrasil with proper listen address and random port.
nb_no: Tillat Yggdrasil Jumper å automatisk konfigurere Yggdrasil med riktig lytteadresse og tilfeldig port.

source: Allow all except listed
nb_no: Tillat alle unntatt de oppførte

source: Allow full UCI access for legacy applications
nb_no: Tillat full UCI-tilgang for eldre applikasjoner

source: Allow legacy 802.11b rates
nb_no: Tillat eldre 802.11b-priser

source: Allow listed only
nb_no: Tillat bare oppført

source: Allow localhost
nb_no: Tillat lokalvert

source: Allow rebooting the device
nb_no: Tillat omstart av enheten

source: Allow remote hosts to connect to local SSH forwarded ports
nb_no: Tillat eksterne verter å koble til lokale SSH-videresendte porter

source: Allow root logins with password
nb_no: Tillat root-pålogginger med passord

source: Allow system feature probing
nb_no: Tillat systemfunksjonsondering

source: Allow the <em>root</em> user to log in with password
nb_no: Tillat <em>root</em>-brukeren å logge på med passord

source: Allowed IPs
nb_no: Tillatte IP-er

source: Allowed network technology
nb_no: Tillatt nettverksteknologi

source: AllowedIPs setting is invalid
nb_no: AllowedIPs-innstillingen er ugyldig

source: Always
nb_no: Alltid

source: Always off (kernel: none)
nb_no: Alltid av (kjerne: ingen)

source: Always on (kernel: default-on)
nb_no: Alltid på (kjerne: standard-på)

source: Always send the chosen DHCP options. Sometimes needed, with e.g. PXELinux.
nb_no: Send alltid de valgte DHCP-alternativene. Noen ganger nødvendig, med f.eks. PXELinux.

source: Always use 40MHz channels even if the secondary channel overlaps. Using this option does not comply with IEEE 802.11n-2009!
nb_no: Bruk alltid 40MHz-kanaler selv om sekundærkanalen overlapper. Bruk av dette alternativet samsvarer ikke med IEEE 802.11n-2009!

source: Amount of Duplicate Address Detection probes to send
nb_no: Antall duplikatadressedeteksjonsprober som skal sendes

source: Amount of seconds to wait for the modem to become ready
nb_no: Antall sekunder å vente på at modemet blir klart

source: An error occurred while saving the form:
nb_no: Det oppstod en feil under lagring av skjemaet:

source: An optional, short description for this device
nb_no: En valgfri, kort beskrivelse for denne enheten

source: Annex
nb_no: Tilbygg

source: Announce NAT64 prefix in <abbr title="Router Advertisement">RA</abbr> messages.
nb_no: Kunngjør NAT64-prefiks i <abbr title="Router Advertisement">RA</abbr>-meldinger.

source: Announce this device as IPv6 DNS server.
nb_no: Kunngjør denne enheten som IPv6 DNS-server.

source: Announce this device as default router if a local IPv6 default route is present.
nb_no: Annonser denne enheten som standardruter hvis en lokal IPv6-standardrute er til stede.

source: Announce this device as default router if a public IPv6 prefix is available, regardless of local default route availability.
nb_no: Annonser denne enheten som standardruter hvis et offentlig IPv6-prefiks er tilgjengelig, uavhengig av lokal standardrutetilgjengelighet.

source: Announce this device as default router regardless of whether a prefix or default route is present.
nb_no: Annonser denne enheten som standardruter uavhengig av om et prefiks eller standardrute er til stede.

source: Announced DNS domains
nb_no: Annonserte DNS-domener

source: Announced IPv6 DNS servers
nb_no: Annonserte IPv6 DNS-servere

source: Anonymous Identity
nb_no: Anonym identitet

source: Anonymous Mount
nb_no: Anonym Mount

source: Anonymous Swap
nb_no: Anonym bytte

# nft match any traffic
source: Any packet
nb_no: Enhver pakke

source: Any zone
nb_no: Enhver sone

source: Apply backup?
nb_no: Vil du bruke sikkerhetskopiering?

source: Apply request failed with status <code>%h</code>
nb_no: Påføringsforespørsel mislyktes med status <code>%h</code>

source: Apply unchecked
nb_no: Bruk umerket

source: Apply, reverting in case of connectivity loss
nb_no: Bruk, går tilbake i tilfelle tap av tilkobling

source: Applying configuration changes… %ds
nb_no: Bruker konfigurasjonsendringer... %ds

source: Architecture
nb_no: Arkitektur

source: Arp-scan
nb_no: Arp-skanning

source: Assign a part of given length of every public IPv6-prefix to this interface
nb_no: Tilordne en del av gitt lengde av hvert offentlig IPv6-prefiks til dette grensesnittet

source: Assign new, freeform tags to this entry.
nb_no: Tilordne nye etiketter i fri form til denne oppføringen.

source: Assign prefix parts using this hexadecimal subprefix ID for this interface.
nb_no: Tildel prefiksdeler ved å bruke denne heksadesimale subprefiks-IDen for dette grensesnittet.

source: Associated Stations
nb_no: Tilknyttede stasjoner

source: Associations
nb_no: Foreninger

source: At least <strong>%h</strong> per <strong>%h</strong>, burst of <strong>%h</strong>
nb_no: Minst <strong>%h</strong> per <strong>%h</strong>, serie på <strong>%h</strong>

source: At most <strong>%h</strong> per <strong>%h</strong>, burst of <strong>%h</strong>
nb_no: Høyst <strong>%h</strong> per <strong>%h</strong>, serie på <strong>%h</strong>

source: Attempt to enable configured mount points for attached devices
nb_no: Forsøk å aktivere konfigurerte monteringspunkter for tilkoblede enheter

source: Attributes to add/replace in each request.
nb_no: Attributter som skal legges til/erstattes i hver forespørsel.

source: Auth Group
nb_no: Auth-gruppe

source: Authentication
nb_no: Autentisering

source: Authentication Type
nb_no: Autentiseringstype

source: Authoritative
nb_no: Autoritativ

source: Authorization Required
nb_no: Autorisasjon kreves

source: Autofill listen addresses
nb_no: Autofyll lytteadresser

source: Automatic
nb_no: Automatisk

source: Automatic Homenet (HNCP)
nb_no: Automatisk hjemmenett (HNCP)

source: Automatically check filesystem for errors before mounting
nb_no: Sjekk filsystemet automatisk for feil før montering

source: Automatically handle multiple uplink interfaces using source-based policy routing.
nb_no: Håndter automatisk flere uplink-grensesnitt ved hjelp av kildebasert policyruting.

source: Automatically mount filesystems on hotplug
nb_no: Monter filsystemer automatisk på hotplug

source: Automatically mount swap on hotplug
nb_no: Monter automatisk bytte på hotplug

source: Automount Filesystem
nb_no: Automonter filsystem

source: Automount Swap
nb_no: Automonteringsbytte

source: Available
nb_no: Tilgjengelig

source: Average:
nb_no: Gjennomsnittlig:

source: Avoid Bridge Loops
nb_no: Unngå brosløyfer

source: BSS Transition
nb_no: BSS-overgang

source: Back to Overview
nb_no: Tilbake til Oversikt

source: Back to peer configuration
nb_no: Tilbake til peer-konfigurasjon

source: Backup
nb_no: Sikkerhetskopiering

source: Backup / Flash Firmware
nb_no: Sikkerhetskopiering / Flash-firmware

source: Backup file list
nb_no: Liste over sikkerhetskopier

source: Band
nb_no: Bånd

source: Bandwidth
nb_no: Båndbredde

source: Base device
nb_no: Basisenhet

source: Base64-encoded public key of this interface for sharing.
nb_no: Base64-kodet offentlig nøkkel til dette grensesnittet for deling.

source: Batman Device
nb_no: Batman-enhet

source: Batman Interface
nb_no: Batman-grensesnitt
